import { Anchor } from "./types";

export const anchors: Anchor[] = [
  {
    title: 'Прихований',
    uid: 'hidden',
    description: 'Навіть найретельніше ворожіння не надає відповіді; дане прокляття доведеться знімати наосліп. Персонажу слід пробувати виконувати інші Якорі, і по Складному Тесту Удачі (8+) один з них виявиться вірним; допускається лише одна перевірка на виконання одного Якоря. Для Метаморфози ІІ рангу носію слід наосліп виконати й перевірити Складним Тестом Удачі (8+) одразу три різних Якорі. Прихований Якір ІІІ рангу ж має настільки загадкову й неосяжну природу, що його фактично не можливо зняти жодним з відомих людству методів.',
    effects: [
      '',
    ]
  },
  {
    title: 'Забуття',
    uid: 'oblivion',
    description: 'Бентежний розум не знатиме спокою; шлях до здобуття свободи від даного прокляття полягає у дотриманні чистоти свідомості. Даний Якір потребує прийняти 3, 5 та 10 Архешоків підряд, для І-го, ІІ-го та ІІІ-го рангу Метаморфози відповідно.',
    effects: [
      '',
    ]
  },
  {
    title: 'Візаві',
    uid: 'vis-a-vis',
    description: 'Секрет даної Метаморфози криється не в персоні носія, а в персоні його ефімерного супротивника. Лише рішуча перемога над опонентом дає звільнення від прокляття. На І ранзі, Візаві знімається перемогою у будь-якому чесному змаганні над власником аналогічного Якоря, без права реваншу. На ІІ ранзі, змагання має мати небезпечний елемент, в результаті якого програвший отримає як мінімум Пам’ятну травму. ІІІ ранг Візаві стає фатальним та задовільняється лише змаганням із смертельним результатом для програвшого.',
    effects: [
      '',
    ]
  },
  {
    title: 'Метамедичний',
    uid: 'metamedical',
    description: 'Дане прокляття можливо зняти за допомогою чудес новітньої медицини – необхідно тільки знайти спеціаліста й пережити процес. Метаморфоза І рангу знімається успішним проведенням Амадеєвої Терапії, ІІ рангу – Імаго Хірургією, в той час як ІІІ ранг потребує проведення серії з трьох Імаго Хірургій.',
    effects: [
      '',
    ]
  },
  {
    title: 'Лихого духу',
    uid: 'evil-spirit',
    description: 'Дане прокляття дозволяє бентежній примарі несвідомо живитись силами носія Метаморфози, використовуючи його як орієнтир у світі живих. Для розв’язання аномалії носію прокляття слід розшукати свого Лихого Духа та добитись від нього звільнення, або шляхом переговорів, в обмін на певну послугу, або перемігши привида у бою та повернувши його у потойбіччя. Для І-го рангу Лихим Духом найчастіше являється рядовий блукаючий Туманохід, що тримається неподалік своєї жертви і через це може бути відслідкований просто Збором Химер; на ІІ ранзі імаго-паразитом є більш небезпечна та невловима метаістота, будь-це лукавий безтілесний Фантом або Туманоход Надпросвітленого. Третій ранг Лихого Духу означає, що душа носія привернула справді видатну увагу, будь це цілий сонм гротескних примар або навіть міфічний Владика.',
    effects: [
      '',
    ]
  },
  {
    title: 'Ритуальний',
    uid: 'ritual',
    description: 'Коріння Метаморфози приховане у глибинах Незримого. Імаго-вузол, що спричинює дану аномалію, може бути розпутаний лише відповідним окультним ритуалом. Для ІІ-го та ІІІ-го рангу складність ритуального дійства збільшується на +3 та +5 відповідно.',
    effects: []
  },
  {
    title: 'Переосмислення',
    uid: 'rethinking',
    description: 'Зміна власної перцепції світу є одночасно найпростішим й наскладнішим викликом для людського розуму. Дане прокляття тримається на хибних переконаннях та парадоксах пам’яті, і для їх усунення необхідно принести в жертву власне ілюзорне розуміння світу. І ранг даного Якоря потребує у персонажа зняти 5 балів Наративного Досвіду або 3 бали Бойового Досвіду; ІІ ранг потребує 10 балів Наративного або 5 балів Бойового; Метаморфоза ІІІ рангу настільки глибоко вкорінилась у свідомості персонажа, що її можливо розвіяти лише найвищою ясністю, вклавши 1 бал Фокусу.',
    effects: [
      '',
    ]
  },
  {
    title: 'Пілігримства',
    uid: 'pilgrimage',
    description: 'Втеча від власних бід й проблем не те що можлива, а рекомендована численими знахарями й ворожками. Якір Пілігримства вимагає від носія прокляття відправитись у духовне пілігримство, до місць своєї молодості або в пошуках наставників й гуру, тимчасово обірвавши усі контакти та полишивши усі справи. І ранг вимагає пілігримство тривалістю не менше двох тижнів, ІІ ранг – не менше місяця, а ІІІ ранг розвіється тільки при мандрівці тривалістю не менше ніж пів року.',
    effects: [
      '',
    ]
  },
  {
    title: 'Архетерапії',
    uid: 'arhetherapy',
    description: 'Споживання специфічних рослин та лікування настоями завжди було популярними у народній медицині. Втім, справжні прокляття лікуються лише найдорожчими еліксирами – такими, як імерсія. Даний Якір потребує від носія проведення успішної Архетерапії, на основі Туманної Імерсії для І рангу, Чистої для ІІ рангу та Райдужної для ІІІ рангу.',
    effects: [
      '',
    ]
  },
  {
    title: 'Шедеврів',
    uid: 'masterpieces',
    description: 'Носій прокляття вже володіє ключем для свого звільнення, але він захований у несвідомих глибинах розуму. Якір Шедеврів потребує від персонажа проходження творчої Вечірньої Амбіції на створення власного мистецького твору – картини, поєми, скульптури, композиції. Складність данної Амбіції дорівнює 5, 8 та 12 для І, ІІ та ІІІ рангу відповідно. Набір балів: ±3 за Наративні Таланти, ±3 за комфортність Умов, ±3 за витрачений час (мінімум 1 тиждень, +0,5 за кожні два тижні), ±3 за відіграш та ідеї.',
    effects: [
      '',
    ]
  },
  {
    title: 'Часу',
    uid: 'time',
    description: 'Якими б страшними не були певні прокляття, вони самі полишать свого носія з ходом часу. Метаморфоза з даним Якорем розвіється через місяць після отримання для І рангу, пів року для ІІ рангу та рік для ІІІ рангу; якщо Якір не був діагностований, його тривалість буде продовжена.',
    effects: [
      '',
    ]
  },
]

export default anchors