import { ItemGeneral, ItemMeleeWeapon, ItemMissileWeapon, ItemFirearm, ItemGrenade, ItemArmor } from "./types";

const items: (ItemGeneral | ItemMeleeWeapon | ItemMissileWeapon | ItemFirearm | ItemGrenade | ItemArmor)[] = [
    {
        "title": "Домашня Тварина",
        "uid": "pet",
        "type": "general",
        "weight": 1.25,
        "minPrice": 1000,
        "masteryRank": 0,
        "description": "На втіху Вам та вашим друзям. Не забувайте годувати та доглядати вашого підопічного, адже ми відповідальні за тих, кого купили.",
        "effects": [],
        "capacity": 0,
    },
    {
        "title": "Книжний Набір",
        "uid": "books",
        "type": "general",
        "weight": 3.5,
        "minPrice": 2000,
        "masteryRank": 0,
        "description": "Тематичний комплект з декількох томів, що присвячені певному науковому питанню або літературному жанру.",
        "effects": [
            "Консультації з книгами займають від пари годин до пари днів; чим більше книг, тим більше шанс знайти необхідні відомості."
        ],
        "capacity": 0
    },
    {
        "title": "Малий Набір Інструментів",
        "uid": "small_tools",
        "type": "general",
        "weight": 1,
        "minPrice": 2000,
        "masteryRank": 0,
        "description": "Компактний футляр із базовими інструментами, необхідними для тої чи іншої фахової діяльності. Зручний для щоденного носіння, але із обмеженим функціоналом. ",
        "effects": [],
        "capacity": 0
    },
    {
        "title": "Професійний Набір Інструментів",
        "uid": "pro_tools",
        "type": "general",
        "weight": 7.5,
        "minPrice": 10000,
        "masteryRank": 0,
        "description": "Повноцінне знаряддя експертної праці, зазвичай вміщене у немалий за розміром саквояж або навіть два.",
        "effects": [
            "Професійний набір інструментів рівнозначний відповідному Фракційному Атрибуту І рангу (@@ ст.), тобто, при наявності прийнятного приміщення за їх допомогою можна розгорнути невелику імпровізовану майстерню або польовий госпіталь. "
        ],
        "capacity": 0
    },
    {
        "title": "Годинник",
        "uid": "clock",
        "type": "general",
        "weight": 0.1,
        "minPrice": 1000,
        "masteryRank": 0,
        "description": "Головний інструмент сучасного джентльмена, що має намір встигнути всюди.",
        "effects": [
            "Відносно точно вказує поточну годину, потребує регулярної підкрутки."
        ],
        "capacity": 0
    },
    {
        "title": "Компас",
        "uid": "compass",
        "type": "general",
        "weight": 0.1,
        "minPrice": 1000,
        "masteryRank": 0,
        "description": "Друг мандрівника та головний символ географічних відкриттів",
        "effects": [
            "За звичайних обставин вказує на північ"
        ],
        "capacity": 0
    },
    {
        "title": "Оптична Труба",
        "uid": "spyglass",
        "type": "general",
        "weight": 1,
        "minPrice": 2000,
        "masteryRank": 0,
        "description": "Інструмент спостереження, корисний як у цивільних, так і військових справах. Новіші моделі мають вигляд бінокуляра.",
        "effects": [
            "Середнє збільшення картинки в 5-10 разів."
        ],
        "capacity": 0
    },
    {
        "title": "Телеграфний Пристрій",
        "uid": "telegraph",
        "type": "general",
        "weight": 15,
        "minPrice": 50000,
        "masteryRank": 0,
        "description": "Цінна технологія, що забезпечує дротовий зв'язок на великих відстанях. На разі телеграфне сполучення наявне між деякими найбільшими містами Північного Адріано а також застосовується у Колоніальних Легіонах Вікторіуса Фортунуса. ",
        "effects": [
            "Tелеграф здатний передавати лише закодовані повідомлення, і для обміну ними потребується два пристрої, а також спеціально навчені оператори із відповідними Наративними Талантами.",
            "Кожні 10 метрів телеграфного дроту коштують 1 марку.",
            "Телеграф стає недієвим у вологу погоду, окрім якщо дріт був надійно ізольований та проведений під землею."
        ],
        "capacity": 0
    },
    {
        "title": "Фотоапарат",
        "uid": "camera",
        "type": "general",
        "weight": 25,
        "minPrice": 20000,
        "masteryRank": 0,
        "description": "Масивний пристрій, здатний створювати монохромні зображення з натури.",
        "effects": [
            "Використання фотоапарата потребує відповідного Наративного Таланту."
        ],
        "capacity": 0
    },
    {
        "title": "Фонограф",
        "uid": "phonograph",
        "type": "general",
        "weight": 10,
        "minPrice": 25000,
        "masteryRank": 0,
        "description": "Дивовижний пристрій, здатний записувати та програвати звук, хоч і у невтішній якості",
        "effects": [
            "Записи зберігаються на спеціальних невеликих барабанчиках"
        ],
        "capacity": 0
    },
    {
        "title": "Робітничий Одяг",
        "uid": "worker_outfit",
        "type": "general",
        "weight": 1,
        "minPrice": 1000,
        "masteryRank": 0,
        "description": "Просте та грубе вбрання, пристосоване до щоденної праці. Характерне для хуторян-землеробів або робочого класу міщан.",
        "effects": [],
        "capacity": 0
    },
    {
        "title": "Міщанський Одяг",
        "uid": "philistine_outfit",
        "type": "general",
        "weight": 1,
        "minPrice": 3000,
        "masteryRank": 0,
        "description": "Пристойний джентльменський костюм або охайна сукня, з якими не соромно з’явитися на публіці. Характерний для заможних міщан, богеми, державних службовців.",
        "effects": [],
        "capacity": 0
    },
    {
        "title": "Аристократичний Одяг",
        "uid": "nobel_outfit",
        "type": "general",
        "weight": 1,
        "minPrice": 10000,
        "masteryRank": 0,
        "description": "Вражаючі наряди з дорогих матеріалів від знатних кравців. Подібні костюми або цілковито кроються на замовлення, або підшиваються для клієнта перед купівлею. Характерний для столичних денді та високотитулованих осіб . ",
        "effects": [],
        "capacity": 0
    },
    {
        "title": "Військовий Мундир",
        "uid": "military_uniform",
        "type": "general",
        "weight": 1,
        "minPrice": 5000,
        "masteryRank": 0,
        "description": "Військова форма покликана бути об'єктом гордості солдата, слугувати символом єдності загону",
        "effects": [
            "Боєць у військовому мундирі може скинути 1 жетон Батального Шоку після генерації Готовності навіть якщо він Панікує. Додатково, повністю зодягнутий у мундири Бойовий Стрій втрачає свій бонус внаслідок втрат та Паніки тільки з наступного Раунду, тобто, у нього є шанс вчасно реорганізуватися."
        ],
        "capacity": 0
    },
    {
        "title": "Гардероб Робітничого Одягу",
        "uid": "wardrobe_of_worker_outfits",
        "type": "general",
        "weight": 5,
        "minPrice": 3000,
        "masteryRank": 0,
        "description": "Набір робітничого одягу, що дозволяє отримати достатню кількість різних комбінацій для щоденного використання.",
        "effects": [],
        "capacity": 0
    },
    {
        "title": "Гардероб Міщанського Одягу",
        "uid": "wardrobe_of_philistine_outfits",
        "type": "general",
        "weight": 5,
        "minPrice": 9000,
        "masteryRank": 0,
        "description": "Набір міщанського одягу, що дозволяє отримати достатню кількість різних комбінацій для щоденного використання.",
        "effects": [],
        "capacity": 0
    },
    {
        "title": "Гардероб Аристократичного Одягу",
        "uid": "wardrobe_of_nobel_outfits",
        "type": "general",
        "weight": 5,
        "minPrice": 30000,
        "masteryRank": 0,
        "description": "Набір аристократичного одягу, що дозволяє отримати достатню кількість різних комбінацій для щоденного використання.",
        "effects": [],
        "capacity": 0
    },
    {
        "title": "Гардероб Одягу",
        "uid": "wardrobe_of_military_outfits",
        "type": "general",
        "weight": 5,
        "minPrice": 15000,
        "masteryRank": 0,
        "description": "Набір військових мундирів, що дозволяє отримати достатню кількість різних комбінацій для щоденного використання.",
        "effects": [],
        "capacity": 0
    },
    {
        "title": "Вантажний Віз",
        "uid": "cartload",
        "type": "general",
        "weight": 250,
        "minPrice": 5000,
        "masteryRank": 0,
        "description": "Основний засіб транспортування протягом тисячоліть, простий дерев’яний віз здатен перевозити приблизно до 1000 кг вантажу або до десяти чоловік. ",
        "effects": [],
        "capacity": 0
    },
    {
        "title": "Карета",
        "uid": "coach",
        "type": "general",
        "weight": 250,
        "minPrice": 10000,
        "masteryRank": 0,
        "description": "На вулицях сучасних міст та на дорогах між ними можна зустріти десятки видів різноманітних карет, від легких відкритих бричок до поважних диліжансів з четвіркою коней. Карети популярні як пасажирський засіб, що дозволяє у комфорті мандрувати в середньому групі до шести чоловік. Одні карети більше підходять для поїздок вулицями міста, інші – для дальніх мандрівок",
        "effects": [],
        "capacity": 0
    },
    {
        "title": "Кінь",
        "uid": "horse",
        "type": "general",
        "weight": 500,
        "minPrice": 5000,
        "masteryRank": 0,
        "description": "Коні є важливими співучасниками у становленні людського панування на Земному Диску. Їх мускулами оброблювалася земля, вони долали великі відстані розносячи звістки й доставляючи товари. ",
        "effects": [
            "Кінь здатен рухатися довгі години зі швидкістю ходи людини, приблизно 3-5 км на годину, або на короткий проміжок час, до десяти хвилин розігнатися до 40-60 км на годину. "
        ],
        "capacity": 0
    },
    {
        "title": "Військовий Кінь",
        "uid": "military_horse",
        "type": "general",
        "weight": 750,
        "minPrice": 25000,
        "masteryRank": 0,
        "description": "Довгий час застосування коня у бойових діях виглядало абсурдною ідеєю, адже й годі знайти більш лякливу тварину, що панікує від будь-якого шороху та гостро відчуває запах крові. Але військовий геній людства невблаганний, і з часом з’явилися методики тренування коней, у яких вони вчилися не звертати увагу на крики поранених під копитами, а також спеціальні породи, з підвищеною агресивністю та масою. Володіти таким конем, готовим йти на смерть разом зі своїм вершником – це велика почесть.  ",
        "effects": [],
        "capacity": 0
    },
    {
        "title": "Човен",
        "uid": "boat",
        "type": "general",
        "weight": 50,
        "minPrice": 5000,
        "masteryRank": 0,
        "description": "Засіб пересування водоймами, здатний вмістити до 5ти чоловік. Першокласний човен матиме вітрила й буде здатен виходити у море, перевозячи десяток осіб. ",
        "effects": [],
        "capacity": 0
    },
    {
        "title": "Госпітальєрова Сіль",
        "uid": "salt",
        "type": "general",
        "weight": 0.1,
        "minPrice": 1000,
        "masteryRank": 0,
        "description": "Традиційний засіб для приведення до тями втративших свідомість осіб. ",
        "effects": [
            "Випарування госпітальєрової солі провокують різке пришвидшення дихання, що одразу перериває Нокаут, окрім якщо персонаж знаходиться у стані При Смерті.",
            "Після відкриття флакону госпітальєрова сіль вивітрюється впродовж секунд, тому це одноразовий засіб. "
        ],
        "capacity": 0
    },
    {
        "title": "Коплект Протиотрути",
        "uid": "antipoison",
        "type": "general",
        "weight": 1,
        "minPrice": 10000,
        "masteryRank": 0,
        "description": "Теорія стверджує, що будь-яку отруту можливо знешкодити вчасним застосуванням комплексу нейтралізуючих речовин. Комплект протиотрути являє собою підбір різних лікарських засобів, правильна суміш яких зупинить дію отрути.",
        "effects": [
            " Застосування протиотрути потребує проходження Надскладного (10+) Тесту, що залежить від Наративних Талантів фармакології. ",
            "Комплект протиотрути містить широкий перелік засобів й поповнюється власником за потребою, а отже не вичерпується першим використанням. "
        ],
        "capacity": 0
    },
    {
        "title": "Протез",
        "uid": "prosthesis",
        "type": "general",
        "weight": 0.505,
        "minPrice": 3000,
        "masteryRank": 0,
        "description": "У осіб, що зазнали фатальних каліцтв, є абсолютно природнє бажання приховати свою втрату. Виготовлені вмілими ремісниками дерев’яні ноги, руки та очі задовольняють дане прагнення, але практично не повертають втрачену функціональність.",
        "effects": [],
        "capacity": 0
    },
    {
        "title": "Шприц",
        "uid": "injector",
        "type": "general",
        "weight": 0.2,
        "minPrice": 2000,
        "masteryRank": 0,
        "description": "Ефективний медичний інструмент, що дозволяє з великою охайністю виконувати забір крові або вприскування фармакологічних речовин. Популярний інструмент серед лікарів з академічною підготовкою та осіб із сумнівними намірами.",
        "effects": [
            "Застосування шприца у бою являє собою Спеціальний Прийом"
        ],
        "capacity": 0
    },
    {
        "title": "Бойовий Наркотик",
        "uid": "battle_drug",
        "type": "general",
        "weight": 0.1,
        "minPrice": 5000,
        "masteryRank": 0,
        "description": "Серед військових легенд та байок часто згадуються особливі зілля та засоби, під дією яких солдат перетворюється на лютого звіра. Будь це давній денерійський рецепт або винахід сучасних академіків, такі речовини справді існують і доступні на чорному ринку. ",
        "effects": [
            "Бойовий наркотик діє три годин, надає споживачу Бойовий Талант Берсерк; якщо у споживача вже є Берсерк, тоді він автоматично активізується при початку будь-якого бою та надає подвійні бонуси",
            "По закінченню дії наркотику споживач отримує ранг Немічі поки не відіспиться. "
        ],
        "meta": [
            "Супротив Залежності 5+"
        ],
        "capacity": 0
    },
    {
        "title": "Заспокійливе",
        "uid": "sedative",
        "type": "general",
        "weight": 0.1,
        "minPrice": 1000,
        "masteryRank": 0,
        "description": "Завдяки стрімкому розвитку фармакології у кожній аптеці можна придбати доступну за ціною опіумну настоянку, різноманітні лікувальні трави від головного болю та інші сумнівні речовини. ",
        "effects": [
            " Споживання таких заспокійливих засобів викликає стан марення на одну годину, що проявляється у одному рангу Немічі, дозволяє вважати поточну Ситуацію на ранг простішою та знімає 1 бал Стресу; подвійне дозування заспокійливого не знімає більше Стресу, але на D6 годин дає +2 ранги Немічі та дозволяє вважати Глибинний Стрес споживача у два рази меншим."
        ],
        "meta": [
            "Супротив Залежності 3+"
        ],
        "capacity": 0
    },
    {
        "title": "Знеболююче",
        "uid": "painkiller",
        "type": "general",
        "weight": 0.1,
        "minPrice": 3000,
        "masteryRank": 0,
        "description": "Сильнодіючий опіят, винуватець «солдатської хвороби» яка носить характер міжнародної епідемії",
        "effects": [
            "Споживання подібного знеболюючого дозволяє протягом трьох годин часу ігнорувати 2 ранги Немічі від пораненого стану здоров'я",
            "вважати поточну Ситуацію на ранг простішою",
            "та на ранг зменшує складність Першої Допомоги"
        ],
        "meta": [
            "Супротив Залежності 3+"
        ],
        "capacity": 0
    },
    {
        "title": "Тонізуючий Засіб",
        "uid": "tonic",
        "type": "general",
        "weight": 0.1,
        "minPrice": 1000,
        "masteryRank": 0,
        "description": "Людина черпає енергію для свого тіла із різноманітних поживних речовин, тобто, їжі, але у деяких складних життєвих випадках простого перекусу буде недостатньо.",
        "effects": [
            "Тонізуючі засоби викликають швидкий прилив сил та відганяють сон, що дозволяє персонажу протягом шести годин ігнорувати один ранг Немічі."
        ],
        "meta": [
            "Супротив Залежності 3+"
        ],
        "capacity": 0
    },
    {
        "title": "Кинджал",
        "uid": "dagger",
        "type": "melee_weapon",
        "capacity": 0.5,
        "weight": 0.3,
        "minPrice": 500,
        "masteryRank": 0,
        "description": "Ніж є одним з найбільш універсальних інструментів усіх часів та народів; його можна знайти як у кишені чесного ремісника, так і за поясом головоріза. Тримайте своє лезо при собі, а чуже – від себе подалі.",
        "effects": [],
        "meta": [
            "Метальна (Х2)"
        ],
        "damageType": "full",
        "weaponSize": "short",
        "heavyWeapon": 0,
        "lethal": 0,
        "armorPiercing": 0,
        "twoHanded": false,
        "distance": [
            0
        ]
    },
    {
        "title": "Малий Меч",
        "uid": "small_sword",
        "type": "melee_weapon",
        "capacity": 2,
        "weight": 0.4,
        "minPrice": 1000,
        "masteryRank": 0,
        "description": "Розроблений для зручного повсякденного носіння аристократією та офіцерами, даний клинок тісно асоціюється із шляхетністю та дворянством. Це не найкраща зброя для батальних зіткнень, але уколи малого меча є ефективним захистом від найманих вбивць або вуличних грабіжників.",
        "effects": [
            "У ближньому бою проти зброї із Дистанцією 1+ Малий Меч вважається Короткою Зброєю."
        ],
        "damageType": "full",
        "weaponSize": "normal",
        "heavyWeapon": 0,
        "lethal": 0,
        "armorPiercing": 0,
        "twoHanded": false,
        "distance": [
            0
        ]
    },
    {
        "title": "Меч",
        "uid": "sword",
        "type": "melee_weapon",
        "capacity": 3,
        "weight": 1.3,
        "minPrice": 1000,
        "masteryRank": 0,
        "description": "Традиційна зброя знаті та лицарства минулих віків. Класичний меч являє собою пряме двосічне лезо із гострим кінцем та має хрестовидну гарду. Майже вибув із широкого вжитку під впливом моди на інші, більш сучасні клинки.",
        "effects": [],
        "damageType": "full",
        "weaponSize": "normal",
        "heavyWeapon": 0,
        "lethal": 0,
        "armorPiercing": 0,
        "twoHanded": false,
        "distance": [
            0
        ]
    },
    {
        "title": "Рапіра",
        "uid": "rapier",
        "type": "melee_weapon",
        "capacity": 3,
        "weight": 1,
        "minPrice": 1000,
        "masteryRank": 0,
        "description": "Довгий клинок із глибокою кошикоподібною гардою, розроблений для виконання смертоносних уколів. Володіння рапірою зазвичай демонструє, що її власник серйозно ставиться до мистецтва фехтування. Улюблена зброя дуелянтів та найманців із Південного Адріано. ",
        "effects": [],
        "damageType": "full",
        "weaponSize": "normal",
        "heavyWeapon": 0,
        "lethal": 0,
        "armorPiercing": 0,
        "twoHanded": false,
        "distance": [
            0
        ]
    },
    {
        "title": "Шабля",
        "uid": "saber",
        "type": "melee_weapon",
        "capacity": 3,
        "weight": 0.9,
        "minPrice": 1000,
        "masteryRank": 0,
        "description": "Вигнутий клинок, призначений для рублячих ударів. Початково шабля розповсюджувалася як допоміжна зброя кінноти, але згодом стала популярна як у інших видах військ, на флоті й у жандармерії, так і у бандитів з широких доріг й навіть піратів. ",
        "effects": [],
        "damageType": "full",
        "weaponSize": "normal",
        "heavyWeapon": 0,
        "lethal": 0,
        "armorPiercing": 0,
        "twoHanded": false,
        "distance": [
            0
        ]
    },
    {
        "title": "Багнет",
        "uid": "bayonet",
        "type": "melee_weapon",
        "capacity": 1,
        "weight": 0.3,
        "minPrice": 500,
        "masteryRank": 0,
        "description": "Короткий гострий клинок, що прилаштовується до довгоствольної вогнепальної зброї; основний засіб ближнього бою лінійної піхоти. Сучасний бій ведеться порохом, а виграється багнетом. І справа не в тім, що його гостре вістря раптово ефективніше аніж влучний постріл – а в тому, що багнет примикають лише для фінальної рішучої атаки, покликаної остаточно зломити ворога й обернути його на відступ зі своїх позицій.",
        "effects": [
            "Багнет примикається за 2 Готовності на мушкети, карабіни та гвинтівки, надаючи їм Повне Пошкодження у ближньому бою. Зброя з примкненим багнетом має Грубий Приціл та не може бути перезаряджена через використання Бойового Таланту «Стрілецька Муштра». Мушкет із багнетом отримує Дистанцію 0-1 та Важку Збою 1. "
        ],
        "damageType": "full",
        "weaponSize": "short",
        "heavyWeapon": 0,
        "lethal": 0,
        "armorPiercing": 0,
        "twoHanded": false,
        "distance": [
            0
        ]
    },
    {
        "title": "Бойова Сокира",
        "uid": "battle_axe",
        "type": "melee_weapon",
        "capacity": 3,
        "weight": 1.2,
        "minPrice": 1000,
        "masteryRank": 0,
        "description": "Поширений інструмент праці, сокира здавна знаходила своє місце в руках воїна на полі бою. Бойові сокири відрізняються від своїх мирних побратимів більш вузьким лезом та трохи довшою рукояткою. Сьогодні ж мода на сокири практично минула, і в бою ними користуються або новосвітські туземці, або провінційні маньяки.  ",
        "effects": [],
        "meta": [
            "Метальна (Х5)"
        ],
        "damageType": "full",
        "weaponSize": "normal",
        "heavyWeapon": 1,
        "lethal": 0,
        "armorPiercing": 1,
        "twoHanded": false,
        "distance": [
            0
        ]
    },
    {
        "title": "Бойовий Молот",
        "uid": "combat_hammer",
        "type": "melee_weapon",
        "capacity": 3,
        "weight": 1.2,
        "minPrice": 2000,
        "masteryRank": 0,
        "description": "Оздоблений для військової справи, бойовий молот отримав гострого дзьоба, здатного пробивати найякісніші лати.  У давнину саме цю зброю використовували лицарі щоб калічити інших лицарів. ",
        "effects": [
            "Бойовий Молот має +1 до Бронебою проти Повного Обладунку."
        ],
        "damageType": "full",
        "weaponSize": "normal",
        "heavyWeapon": 1,
        "lethal": 0,
        "armorPiercing": 1,
        "twoHanded": false,
        "distance": [
            0
        ]
    },
    {
        "title": "Булава",
        "uid": "mace",
        "type": "melee_weapon",
        "capacity": 3,
        "weight": 1.2,
        "minPrice": 1000,
        "masteryRank": 0,
        "description": "До брутальності проста зброя – коротка міцна палиця із важким сферичним навершям, зробленим щоб крушити кістки й вибивати дух із супротивників. Булави мали популярність у Сірі Віки не тільки тому що наносять важкі травми крізь обладунок, а й тому що практично не потребують догляду. Сьогодні у певних країнах Північного Адріано та у Вольницях булава є символом влади та честі.",
        "effects": [],
        "damageType": "full",
        "weaponSize": "normal",
        "heavyWeapon": 1,
        "lethal": 0,
        "armorPiercing": 1,
        "twoHanded": false,
        "distance": [
            0
        ]
    },
    {
        "title": "Палиця",
        "uid": "club",
        "type": "melee_weapon",
        "capacity": 2,
        "weight": 0.7,
        "minPrice": 1000,
        "masteryRank": 0,
        "description": "Маючи вигляд важкої джентльменської тростини або бандитського кийка, палиця є найпростішим та найдавнішим видом зброї. Можливо, один чи два її удари не становлять смертельної загрози, але розтрощити пару кісток недоброзичливцю вона зможе.",
        "effects": [],
        "meta": [
            "Метальна (Х2)"
        ],
        "damageType": "partial",
        "weaponSize": "normal",
        "heavyWeapon": 0,
        "lethal": 2,
        "armorPiercing": 0,
        "twoHanded": false,
        "distance": [
            0
        ]
    },
    {
        "title": "Кастет",
        "uid": "knuckles",
        "type": "melee_weapon",
        "capacity": 0,
        "weight": 0.2,
        "minPrice": 1000,
        "masteryRank": 0,
        "description": "Інструмент вуличних зіткнень, кастет легко ховається у руці та надає ударам кулака більшої ефективності. Не зрахувати скільки зубів було втрачено за грубе слово в сторону власника кастета.",
        "effects": [
            "При наявності Бойового Таланту «Рукопашний Бій» кастет вважається Короткою Зброєю."
        ],
        "damageType": "partial",
        "weaponSize": "close",
        "heavyWeapon": 0,
        "lethal": 2,
        "armorPiercing": 0,
        "twoHanded": false,
        "distance": [
            0
        ]
    },
    {
        "title": "Удавка",
        "uid": "wait",
        "type": "melee_weapon",
        "capacity": 0,
        "weight": 0.1,
        "minPrice": 1000,
        "masteryRank": 0,
        "description": "Зброя професійних вбивць та таємних агентів, удавка являє собою струну із рукоятками з двох кінців. Її накидують на горлянку жертви, перекриваючи рух кисню та крові. Вбивство удавкою не є абсолютно безшумним, але не дає жертві покликати допомогу та не залишає кривавих слідів на місці злочину. ",
        "effects": [
            "Накид удавки виконується як Номер Мортале або як Спеціальний Прийом. Жертва опиняється під ефектом прийому Захвату і ефектом Асфіксії (Повне Пошкодження й ранг Немічі в кінці кожного Раунду). Удавка потребує обох рук."
        ],
        "damageType": "absent",
        "weaponSize": "close",
        "heavyWeapon": 0,
        "lethal": 0,
        "armorPiercing": 0,
        "twoHanded": true,
        "distance": [
            0
        ]
    },
    {
        "title": "Тростина-меч",
        "uid": "cane-sword",
        "type": "melee_weapon",
        "capacity": 2,
        "weight": 1,
        "minPrice": 5000,
        "masteryRank": 0,
        "description": "Елегантна тростина, у якій спить смертоносне лезо. Адже у неспокійні часи джентльмен не може дозволити собі залишитися неозброєним.",
        "effects": [
            "З тростини-меча можна по звичайним правилам вихопити прихований малий меч."
        ],
        "damageType": "partial",
        "weaponSize": "normal",
        "heavyWeapon": 0,
        "lethal": 0,
        "armorPiercing": 0,
        "twoHanded": false,
        "distance": [
            0
        ]
    },
    {
        "title": "Дворучний Меч",
        "uid": "two-handed_sword",
        "type": "melee_weapon",
        "capacity": 4,
        "weight": 2.2,
        "minPrice": 5000,
        "masteryRank": 0,
        "description": "По праву один з найбільш престижних клинків, яким може володіти воїн. У довжину цей меч може сягати зросту свого власника, і лише подвійна рукоятка й правильна техніка уможливлює його застосування у бою. Титульна зброя певних лицарських орденів та елітних загонів найманців.",
        "effects": [],
        "damageType": "full",
        "weaponSize": "normal",
        "heavyWeapon": 2,
        "lethal": 1,
        "armorPiercing": 1,
        "twoHanded": true,
        "distance": [
            0,
            1
        ]
    },
    {
        "title": "Алебарда",
        "uid": "halberd",
        "type": "melee_weapon",
        "capacity": 6,
        "weight": 2.5,
        "minPrice": 2000,
        "masteryRank": 0,
        "description": "Загрозлива стройова зброя, алебарда являє собою суміш піки та сокири. Однаково ефективна проти піхоти і проти кінноти, алебарда довгий час стояла на озброєнні численних держав та градштатів.  Золотий час стройової алебарди давно минув, і нині її можливо зустріти лише на озброєнні почесних караулів при різноманітних палацах. ",
        "effects": [],
        "damageType": "full",
        "weaponSize": "normal",
        "heavyWeapon": 3,
        "lethal": 2,
        "armorPiercing": 2,
        "twoHanded": true,
        "distance": [
            1,
            2
        ]
    },
    {
        "title": "Бердиш",
        "uid": "poleaxe",
        "type": "melee_weapon",
        "capacity": 5,
        "weight": 2,
        "minPrice": 2000,
        "masteryRank": 0,
        "description": "Важчий та більший родич бойової сокири, і як не дивно – титульна зброя ранніх стрілецьких загонів. Ця універсальна зброя зручна і проти переважаючого числом супротивника, і проти важкої кінноти, а у більш спокійні часи може слугувати стрілецькою сошкою.",
        "effects": [
            "Бердиш може використовуватися як опора при стрільбі з довгоствольної вогнепальної зброї, відміняючи штраф за використання дворучної зброї однією рукою."
        ],
        "damageType": "full",
        "weaponSize": "normal",
        "heavyWeapon": 3,
        "lethal": 2,
        "armorPiercing": 2,
        "twoHanded": true,
        "distance": [
            0,
            1
        ]
    },
    {
        "title": "Стройова Піка",
        "uid": "combat_pike",
        "type": "melee_weapon",
        "capacity": 6,
        "weight": 3,
        "minPrice": 1000,
        "masteryRank": 0,
        "description": "Королева батальних зіткнень, триметрова стройова піка була основною піхотною зброю протягом століть, поки її не витіснив мушкет. Стрій пікінерів являв вражаючу картину і був практично неприступним – принаймні, з фронту.",
        "effects": [
            "Перед боєм знаходиться у стані «на плечі» і опускається в бойовий стан за 2 Готовності. Для того щоб виконувати дії фехтування проти цілей, що знаходяться 90+ градусів в стороні, її треба підняти «на плече» і опустити знову у потрібному напрямку."
        ],
        "damageType": "full",
        "weaponSize": "normal",
        "heavyWeapon": 2,
        "lethal": 0,
        "armorPiercing": 0,
        "twoHanded": true,
        "distance": [
            3,
            6
        ]
    },
    {
        "title": "Паруючий Кинджал",
        "uid": "parring_dagger",
        "type": "melee_weapon",
        "capacity": 1,
        "weight": 0.5,
        "minPrice": 2000,
        "masteryRank": 0,
        "description": "Короткий клинок із широкою глибокою гардою, призначений для парирування допоміжною рукою. Обов’язковий атрибут у багатьох модних школах фехтування.",
        "effects": [
            "Парируючий Кинджал надає +1 Майстерності надає Перевагу на Превентивний Випад та Захисні Реакції проти Атак, виконаних зброєю без характеристики Важка Зброя."
        ],
        "damageType": "full",
        "weaponSize": "short",
        "heavyWeapon": 0,
        "lethal": 0,
        "armorPiercing": 0,
        "twoHanded": false,
        "distance": [
            0
        ]
    },
    {
        "title": "Мечелом",
        "uid": "sword_breaker",
        "type": "melee_weapon",
        "capacity": 1,
        "weight": 0.5,
        "minPrice": 5000,
        "masteryRank": 0,
        "description": "Екзотичний короткий клинок із глибокими зубцями, що слугують пасткою для ворожої зброї. Не зважаючи на загрозливу назву, мечелом не створений щоб ламати мечі; але це не означає, що Вам заборонено намагатися!",
        "effects": [
            "Проти Мечів, Малих Мечів, Шабель, Рапір, Кинджалів та Багнетів Мечелом має Абсолютну Перевагу для виконання Обеззброєння (ст. @@). Також, Мечелом надає +1 Майстерності на Превентивний Випад та Захисні Реакції проти Атак, виконаних зброєю без характеристики Важка Зброя. "
        ],
        "damageType": "full",
        "weaponSize": "short",
        "heavyWeapon": 0,
        "lethal": 0,
        "armorPiercing": 0,
        "twoHanded": false,
        "distance": [
            0
        ]
    },
    {
        "title": "Людинолов",
        "uid": "human_catcher",
        "type": "melee_weapon",
        "capacity": 4,
        "weight": 2.3,
        "minPrice": 2000,
        "masteryRank": 0,
        "description": "Брутальний на вигляд засіб, що еволюціонував із селянського рогача у інструмент професійних мисливців за головами. Не зрахувати, скільки людей пізнали гіркоту полону чи рабства, після того як оздоблений шипами людинолов замкнувся на їх шиї. ",
        "effects": [
            "Людиноловом можна виконувати Спеціальний Прийом Захвату (ст. @@) маючи Абсолютну Перевагу над цілю. Додатково, ціль буде отримувати Поріз за кожну невдалу спробу вирватися із Захвату."
        ],
        "damageType": "partial",
        "weaponSize": "normal",
        "heavyWeapon": 0,
        "lethal": 0,
        "armorPiercing": 0,
        "twoHanded": true,
        "distance": [
            1,
            2
        ]
    },
    {
        "title": "Батіг",
        "uid": "whip",
        "type": "melee_weapon",
        "capacity": 2,
        "weight": 0.5,
        "minPrice": 1000,
        "masteryRank": 0,
        "description": "Зброя узурпатора та пригноблювача. Батіг існує в першу чергу щоб завдавати біль, при цім тримаючи безпечну відстань від жертви.",
        "effects": [
            "Захисні Реакції проти Батога виконуються з у половину меншою Майстерністю; на Дистанції 0 Батіг втрачає вище наведений бонус і вважається Короткою Зброєю. "
        ],
        "damageType": "partial",
        "weaponSize": "normal",
        "heavyWeapon": 0,
        "lethal": 0,
        "armorPiercing": 0,
        "twoHanded": false,
        "distance": [
            1,
            3
        ]
    },
    {
        "title": "Спис",
        "uid": "spear",
        "type": "melee_weapon",
        "capacity": 4,
        "weight": 1.2,
        "minPrice": 1000,
        "masteryRank": 0,
        "description": "Символ війни протягом тисячоліть, спис є надзвичайно простим у виготовлені та високо ефективним у батальних зіткненнях. Зброя прадавніх воїнів та мисливців, списи досі використовуються для кровопролиття у віддалених диких краях. ",
        "effects": [
            "У поєднані зі щитом спис може використовуватися однією рукою, але отримує Важка Зброя І."
        ],
        "meta": [
            "Метальний (Х2)"
        ],
        "damageType": "full",
        "weaponSize": "normal",
        "heavyWeapon": 0,
        "lethal": 0,
        "armorPiercing": 0,
        "twoHanded": true,
        "distance": [
            1,
            2
        ]
    },
    {
        "title": "Короткий Спис",
        "uid": "short_spear",
        "type": "melee_weapon",
        "capacity": 3,
        "weight": 0.7,
        "minPrice": 500,
        "masteryRank": 0,
        "description": "Легкий та збалансований короткий спис мав широке розповсюдження як основна або допоміжна зброя у різних видах піхоти та кінноти, але сьогодні зустрічається тільки як спортивний інвентар або у руках войовничих туземців.",
        "effects": [
            "Кожен наступний короткий спис після першого важить лише 2 бали Навантаження."
        ],
        "meta": [
            "Метальний (Х1)"
        ],
        "damageType": "full",
        "weaponSize": "normal",
        "heavyWeapon": 0,
        "lethal": 0,
        "armorPiercing": 0,
        "twoHanded": false,
        "distance": [
            0,
            1
        ]
    },
    {
        "title": "Кавалерійська Піка",
        "uid": "cavalry_pike",
        "type": "melee_weapon",
        "capacity": 5,
        "weight": 2,
        "minPrice": 2000,
        "masteryRank": 0,
        "description": "Важке та довге древко, що збалансоване для використання верхи. Від кавалериста не потребується виконати нею удар, а саме набрати максимальну швидкість і направити масивне вістря  точно у супротивника. На практиці втілити таку атаку складно, тому кавалерійська піка потребує довгої практики для опанування. ",
        "effects": [
            "Виконуючи Кавалерійський Удар (@@ ст.) або Атакуючу Реакцію на нього вершник може використати кавалерійську піку однією рукою без штрафів, а також отримує Бронебій +1 на дану атаку."
        ],
        "damageType": "full",
        "weaponSize": "normal",
        "heavyWeapon": 0,
        "lethal": 0,
        "armorPiercing": 0,
        "twoHanded": true,
        "distance": [
            2,
            3
        ]
    },
    {
        "title": "Лук",
        "uid": "hunter_bow",
        "type": "missile_weapon",
        "capacity": 4,
        "weight": 1,
        "minPrice": 2000,
        "masteryRank": 0,
        "description": "",
        "effects": [
            "Пошкодження від лука вважається Частковим, якщо найого визначення випав дубль"
        ],
        "meta": [],
        "damageType": "full",
        "weaponSize": "normal",
        "heavyWeapon": 0,
        "lethal": 0,
        "armorPiercing": 0,
        "distance": [
            50
        ],
        "difficulty": 6,
        "reload": 4,
        "hardAim": true,
        "twoHanded": true
    },
    {
        "title": "Короткий Лук",
        "uid": "short_bow",
        "type": "missile_weapon",
        "capacity": 3,
        "weight": 0,
        "minPrice": 3000,
        "masteryRank": 0,
        "description": "",
        "effects": [
            "Пошкодження від короткого лука вважається Повним, якщо на його визначення випав дубль."
        ],
        "meta": [],
        "damageType": "partial",
        "weaponSize": "normal",
        "heavyWeapon": 0,
        "lethal": 0,
        "armorPiercing": 0,
        "distance": [
            15
        ],
        "difficulty": 6,
        "reload": 3,
        "hardAim": true,
        "twoHanded": true
    },
    {
        "title": "Великий Лук",
        "uid": "long_bow",
        "type": "missile_weapon",
        "capacity": 4,
        "weight": 0,
        "minPrice": 5000,
        "masteryRank": 0,
        "description": "",
        "effects": [
            "Стрілець без Наративного Таланту Сили ІІ+ рангу використовує великий лук з половинною Майстерністю та з половинною Далекобійністю."
        ],
        "meta": [],
        "damageType": "full",
        "weaponSize": "normal",
        "heavyWeapon": 0,
        "lethal": 0,
        "armorPiercing": 1,
        "distance": [
            100
        ],
        "difficulty": 6,
        "reload": 6,
        "hardAim": true,
        "twoHanded": true
    },
    {
        "title": "Праща",
        "uid": "sling",
        "type": "missile_weapon",
        "capacity": 4,
        "weight": 0,
        "minPrice": 1000,
        "masteryRank": 0,
        "description": "",
        "effects": [
            "В якості боєзапасу піддійде майже будь-який предмет відповідного розміру."
        ],
        "meta": [],
        "damageType": "partial",
        "weaponSize": "short",
        "heavyWeapon": 0,
        "lethal": 2,
        "armorPiercing": 0,
        "distance": [
            15
        ],
        "difficulty": 6,
        "reload": 3,
        "hardAim": false,
        "twoHanded": true,
        "deprecated": "0.21"
    },
    {
        "title": "Легкий Арбалет",
        "uid": "crossbow",
        "type": "missile_weapon",
        "capacity": 4,
        "weight": 3,
        "minPrice": 5000,
        "masteryRank": 0,
        "description": "",
        "effects": [
            "Легкий арбалет заряджається за допомогою важеля «козяча нога», котрий додатково займає 1 пункт Навантаження (включено в 4)."
        ],
        "meta": [],
        "damageType": "full",
        "weaponSize": "normal",
        "heavyWeapon": 0,
        "lethal": 0,
        "armorPiercing": 1,
        "distance": [
            50
        ],
        "difficulty": 5,
        "reload": 14,
        "hardAim": false,
        "twoHanded": true
    },
    {
        "title": "Важкий Арбалет",
        "uid": "siege_crossbow",
        "type": "missile_weapon",
        "capacity": 8,
        "weight": 0,
        "minPrice": 7000,
        "masteryRank": 0,
        "description": "",
        "effects": [
            "Важкий арбалет заряджається за допомогою пристроюколовороту, котрий додатково займає 3 пункти Навантаження (включено в 8)."
        ],
        "meta": [],
        "damageType": "full",
        "weaponSize": "normal",
        "heavyWeapon": 1,
        "lethal": 0,
        "armorPiercing": 2,
        "distance": [
            100
        ],
        "difficulty": 5,
        "reload": 21,
        "hardAim": false,
        "twoHanded": true
    },
    {
        "title": "Одноручний Арбалет",
        "uid": "one-handed_crossbow",
        "type": "missile_weapon",
        "capacity": 2,
        "weight": 0,
        "minPrice": 7000,
        "masteryRank": 0,
        "description": "",
        "effects": [
            "На дублі Пошкодження наносить Часткове Пошкодження"
        ],
        "meta": [],
        "damageType": "partial",
        "weaponSize": "normal",
        "heavyWeapon": 0,
        "lethal": 0,
        "armorPiercing": 0,
        "distance": [
            15
        ],
        "difficulty": 5,
        "reload": 5,
        "hardAim": false,
        "twoHanded": false
    },
    {
        "title": "Духова Трубка",
        "uid": "wind_pipe",
        "type": "missile_weapon",
        "capacity": 2,
        "weight": 0,
        "minPrice": 1000,
        "masteryRank": 0,
        "description": "",
        "effects": [
            "Дротики можна змазувати Маслами"
        ],
        "meta": [
            "Екзотична зброя"
        ],
        "damageType": "minimal",
        "weaponSize": "close",
        "heavyWeapon": 0,
        "lethal": 0,
        "armorPiercing": 1,
        "distance": [
            10
        ],
        "difficulty": 6,
        "reload": 4,
        "hardAim": false,
        "twoHanded": true,
        "deprecated": "0.21"
    },
    {
        "title": "Мушкет",
        "uid": "musket",
        "type": "firearms",
        "capacity": 4,
        "weight": 0,
        "minPrice": 5000,
        "masteryRank": 0,
        "description": "Іконічний засіб сучасної війни, передова зброя у всіх глобальних конфліктах по всьому Диску. Шум мушкетних залпів і хмари порохового диму, що застеляють поле бою – цете, що залишається у пам’яті до кінця життя.",
        "effects": [],
        "meta": [],
        "damageType": "full",
        "weaponSize": "normal",
        "heavyWeapon": 0,
        "lethal": 2,
        "armorPiercing": 4,
        "distance": [
            100
        ],
        "difficulty": 5,
        "reload": 21,
        "misFire": "simple",
        "ammo": 1,
        "hardAim": false,
        "twoHanded": true
    },
    {
        "title": "Карабін",
        "uid": "carabine",
        "type": "firearms",
        "capacity": 3,
        "weight": 0,
        "minPrice": 5000,
        "masteryRank": 0,
        "description": "",
        "effects": [],
        "meta": [],
        "damageType": "full",
        "weaponSize": "normal",
        "heavyWeapon": 0,
        "lethal": 2,
        "armorPiercing": 3,
        "distance": [
            30
        ],
        "difficulty": 5,
        "reload": 18,
        "misFire": "simple",
        "ammo": 1,
        "hardAim": false,
        "twoHanded": true
    },
    {
        "title": "Гвинтівка",
        "uid": "rifle",
        "type": "firearms",
        "capacity": 4,
        "weight": 0,
        "minPrice": 10000,
        "masteryRank": 0,
        "description": "",
        "effects": [],
        "meta": [],
        "damageType": "full",
        "weaponSize": "normal",
        "heavyWeapon": 0,
        "lethal": 2,
        "armorPiercing": 4,
        "distance": [
            150
        ],
        "difficulty": 4,
        "reload": 35,
        "misFire": "simple",
        "ammo": 1,
        "hardAim": false,
        "twoHanded": true
    },
    {
        "title": "Кавалерійська Гвинтівка",
        "uid": "cavalry_rifle",
        "type": "firearms",
        "capacity": 3,
        "weight": 0,
        "minPrice": 12000,
        "masteryRank": 0,
        "description": "",
        "effects": [],
        "meta": [],
        "damageType": "full",
        "weaponSize": "normal",
        "heavyWeapon": 0,
        "lethal": 2,
        "armorPiercing": 4,
        "distance": [
            30
        ],
        "difficulty": 4,
        "reload": 28,
        "misFire": "simple",
        "ammo": 1,
        "hardAim": false,
        "twoHanded": true
    },
    {
        "title": "Фортечна Аркебуза",
        "uid": "arquebus",
        "type": "firearms",
        "capacity": 6,
        "weight": 0,
        "minPrice": 20000,
        "masteryRank": 0,
        "description": "Відома у народі як Гром-Мушкет.",
        "effects": [
            "Якщо стрільба з фортечної аркебузи ведеться без опори на спеціальну підставку або стіну, тоді на неї накладаються штрафи як при використанні дворучної зброї однією рукою. Фортечна аркебуза ставиться та знімається з стрілецької позиції за 2 Готовності та у такій позиції має обмежений вектор стрільби в 45°",
            "При влучанні в ціль, якщо кидок Пошкодження не був дублем, куля фортечної аркебузи може попасти у наступну ціль по звичайним правилам стрільби у натовп, але не більше ніж у три цілі та зі спадаючою на -1 Летальністю"
        ],
        "meta": [],
        "damageType": "full",
        "weaponSize": "normal",
        "heavyWeapon": 2,
        "lethal": 3,
        "armorPiercing": 5,
        "distance": [
            100
        ],
        "difficulty": 5,
        "reload": 35,
        "misFire": "simple",
        "ammo": 1,
        "hardAim": true,
        "twoHanded": true
    },
    {
        "title": "Мушкетон",
        "uid": "blunderbuss",
        "type": "firearms",
        "capacity": 4,
        "weight": 0,
        "minPrice": 7000,
        "masteryRank": 0,
        "description": "",
        "effects": [],
        "meta": [
            "+1 Летальність та −1 Складність з 7 кроків",
            "+2 Летальність та −2 Складність з 3 кроків"
        ],
        "damageType": "full",
        "weaponSize": "normal",
        "heavyWeapon": 0,
        "lethal": 0,
        "armorPiercing": 0,
        "distance": [
            15
        ],
        "difficulty": 5,
        "reload": 28,
        "misFire": "simple",
        "ammo": 1,
        "hardAim": true,
        "twoHanded": true
    },
    {
        "title": "Одноручний Мушкетон",
        "uid": "one-handed_blunderbuss",
        "type": "firearms",
        "capacity": 3,
        "weight": 0,
        "minPrice": 7000,
        "masteryRank": 0,
        "description": "",
        "effects": [],
        "meta": [
            "+1 Летальність та −1 Складність з 4 кроків",
            "+2 Летальність та −2 Складність з 2 кроків"
        ],
        "damageType": "full",
        "weaponSize": "short",
        "heavyWeapon": 0,
        "lethal": 0,
        "armorPiercing": 0,
        "distance": [
            15
        ],
        "difficulty": 5,
        "reload": 21,
        "misFire": "simple",
        "ammo": 1,
        "hardAim": true,
        "twoHanded": false
    },
    {
        "title": "Пістоль",
        "uid": "pistole",
        "type": "firearms",
        "capacity": 2,
        "weight": 0,
        "minPrice": 3000,
        "masteryRank": 0,
        "description": "",
        "effects": [],
        "meta": [],
        "damageType": "full",
        "weaponSize": "short",
        "heavyWeapon": 0,
        "lethal": 1,
        "armorPiercing": 3,
        "distance": [
            15
        ],
        "difficulty": 5,
        "reload": 14,
        "misFire": "simple",
        "ammo": 1,
        "hardAim": false,
        "twoHanded": false
    },
    {
        "title": "Кишеньковий Пістоль",
        "uid": "pocket_pistole",
        "type": "firearms",
        "capacity": 1,
        "weight": 0,
        "minPrice": 7000,
        "masteryRank": 0,
        "description": "",
        "effects": [],
        "meta": [],
        "damageType": "full",
        "weaponSize": "close",
        "heavyWeapon": 0,
        "lethal": 0,
        "armorPiercing": 1,
        "distance": [
            5
        ],
        "difficulty": 5,
        "reload": 10,
        "misFire": "increased",
        "ammo": 1,
        "hardAim": false,
        "twoHanded": false
    },
    {
        "title": "Ручна піщаль",
        "uid": "wild_pistole",
        "type": "firearms",
        "capacity": 3,
        "weight": 0,
        "minPrice": 2000,
        "masteryRank": 0,
        "description": "",
        "effects": [
            "Ручна піщаль замість зведення потребує тримати у другій руці джерело запалу – наприклад, тліючий гніт. Також, ручна піщаль не підпадає під дію Бойового Таланту «Стрілецька Муштра»."
        ],
        "meta": [],
        "damageType": "full",
        "weaponSize": "normal",
        "heavyWeapon": 0,
        "lethal": 1,
        "armorPiercing": 2,
        "distance": [
            15
        ],
        "difficulty": 5,
        "reload": 21,
        "misFire": "increased",
        "ammo": 1,
        "hardAim": true,
        "twoHanded": false
    },
    {
        "title": "Роторний Пістоль",
        "uid": "rotor_pistol",
        "type": "firearms",
        "capacity": 3,
        "weight": 1,
        "minPrice": 50000,
        "masteryRank": 0,
        "description": "6 стволів дозволяють зробити 6 почергових пострілів; Взведення перед кожним пострілом вартує 5 Готовності та потребує другої.",
        "effects": [
            "Результат на Майстерність в дубль «1» означає негайну Осічку та поломку механізму, яка потребує інженерного ремонту."
        ],
        "damageType": "full",
        "weaponSize": "short",
        "heavyWeapon": 0,
        "lethal": 1,
        "armorPiercing": 3,
        "reload": 15,
        "twoHanded": false,
        "distance": [
            15
        ],
        "difficulty": 5,
        "hardAim": true,
        "ammo": 6,
        "misFire": "simple",
        "deprecated": "0.21"
    },
    {
        "title": "Ручна Мортира",
        "uid": "hand_mortar",
        "type": "firearms",
        "capacity": 4,
        "weight": 0,
        "minPrice": 15000,
        "masteryRank": 0,
        "description": "",
        "effects": [
            "У випадку Осічки кидайте D6: 1-2 заряд вибухає в момент пострілу; 3-4 граната вилетіла потушеною; 5-6 пострілу не відбулося."
        ],
        "meta": [
            "Перед пострілосм потребуе підпалу гранати за 5 п.г."
        ],
        "damageType": "full",
        "weaponSize": "normal",
        "heavyWeapon": 0,
        "lethal": 0,
        "armorPiercing": 0,
        "distance": [
            30,
            70
        ],
        "difficulty": 6,
        "reload": 12,
        "misFire": "increased",
        "ammo": 1,
        "hardAim": false,
        "twoHanded": true,
        "deprecated": "0.21"
    },
    {
        "title": "Пневморушниця",
        "uid": "air_rifle",
        "type": "firearms",
        "capacity": 4,
        "weight": 0,
        "minPrice": 100000,
        "masteryRank": 0,
        "description": "",
        "effects": [
            "Пневморушниця має боєзапас на 20 пострілів, перед кожним з яких вона має Звестися за 2 Готовності. Після 5 пострілів Далекобійність стає 30, а Складність 5; після 10 Пострілів Складність стає 6 а Пошкодження Частковим; на останні 5 пострілів Далекобійність стає 15."
        ],
        "meta": [
            "Заміна балона можлива лише в умовах спеціальної майстерні",
            "При Осічці потребує інженерного ремонту.",
            "Екзотична Зброя",
            "Взведення: 2 готовності"
        ],
        "damageType": "full",
        "weaponSize": "normal",
        "heavyWeapon": 0,
        "lethal": 0,
        "armorPiercing": 0,
        "distance": [
            40
        ],
        "difficulty": 4,
        "reload": 35,
        "misFire": "simple",
        "ammo": 20,
        "hardAim": false,
        "twoHanded": true
    },
    {
        "title": "Легка Граната",
        "uid": "grenade",
        "type": "grenade",
        "capacity": 1,
        "weight": 0,
        "minPrice": 2000,
        "masteryRank": 0,
        "description": "Невелика кулька з порохом, яку треба закинути рівно під ноги ворогу, аби розірвати його на шмаття. Дорога забава для радикально налаштованих джентльменів.",
        "effects": [
            "+1 Батальний Шок"
        ],
        "meta": [
            "Розліт: D6 кроків",
            "8+"
        ],
        "damageType": "full",
        "weaponSize": "close",
        "heavyWeapon": 0,
        "lethal": 1,
        "armorPiercing": 2,
        "distance": [
            15
        ],
        "difficulty": 6,
        "hardAim": false,
        "twoHanded": true
    },
    {
        "title": "Важка Граната",
        "uid": "Grand-grenade",
        "type": "grenade",
        "capacity": 2,
        "weight": 0,
        "minPrice": 5000,
        "masteryRank": 0,
        "description": "Страшна деморалізуюча зброя, здатна покласти до труни за раз декілька солдат. Такими гранатами була озброєна еліта королівських гренадерів.",
        "effects": [
            "+1 Батальний Шок"
        ],
        "meta": [
            "Розліт: D6 кроків",
            "подвійне на кожну ціль 8+"
        ],
        "damageType": "full",
        "weaponSize": "close",
        "heavyWeapon": 0,
        "lethal": 1,
        "armorPiercing": 4,
        "distance": [
            15
        ],
        "difficulty": 6,
        "hardAim": false,
        "twoHanded": true
    },
    {
        "title": "Порохова Діжка",
        "uid": "shrapnel_barrel",
        "type": "grenade",
        "capacity": 4,
        "weight": 0,
        "minPrice": 10000,
        "masteryRank": 0,
        "description": "",
        "effects": [
            "+3 Батальний Шок",
            "Порохова діжка надто важка щоб її метати. Детонувати її можливо через запалений гніт, що призведе до вибуху в кінці певного Раунду, або прямим попаданням з вогнепальної зброї. Запалений гніт можливо витягнути за 2 Готовності. Також, порохова діжка має +2 до Складності при стрільбі по ній за її невеликий розмір.",
            "Розліт при вибуху порохової діжки становить 2D6, а Ураження кидається двічі по 7+. Персонажі, на чиє ураження випав дубль, падають збиті з ніг."
        ],
        "meta": [
            "Розліт: 2D6 кроків",
            "7+"
        ],
        "damageType": "full",
        "weaponSize": "close",
        "heavyWeapon": 0,
        "lethal": 0,
        "armorPiercing": 2,
        "distance": [
            10
        ],
        "difficulty": 6,
        "hardAim": false,
        "twoHanded": true,
    },
    {
        "title": "Димова Граната",
        "uid": "smoke_grenade",
        "type": "grenade",
        "capacity": 2,
        "weight": 0,
        "minPrice": 5000,
        "masteryRank": 0,
        "description": "",
        "effects": [
            "Димові гранати не наносять Пошкодження цілям, але починаючиз наступного після кидку Раунду заповнюють зону розльоту густим димом. Усі постріли крізь цей дим мають +2 до Складності, з максимальним штрафом +6 за три і більше димові гранати. В середньому дим розвіюється за 1 хв (5 Раундів), але на розсуд Ведучого цей час може бути більшим у закритому приміщені або коротшим у вітряну погоду й під відкритим небом.",
            "Перебування повний Раунд у зоні диму викликає ефект Асфіксії",
            "Талановиті хіміки можуть створити отруйну димову гранату – ціна такого виробу визначається множенням вартості димової гранати на вартість відповідної отрути з інгалятивною формою. Усі персонажі у зоні диму раз у Раунд будуть отримувати кидок Пошкодження отруєнням."
        ],
        "meta": [],
        "damageType": "absent",
        "weaponSize": "close",
        "heavyWeapon": 0,
        "lethal": 0,
        "armorPiercing": 0,
        "distance": [
            15
        ],
        "difficulty": 6,
        "hardAim": false,
        "twoHanded": true
    },
    {
        "title": "Петардна Гірлянда",
        "uid": "firecracker garland",
        "type": "grenade",
        "capacity": 3,
        "weight": 0,
        "minPrice": 3000,
        "masteryRank": 0,
        "description": "",
        "effects": [
            "+3 Батальний Шок",
            "Петардна гірлянда не наносить Пошкодження. Персонажі у Паніці, що опинилися у радіусі ураження гірлянди, вважають Ситуацію наступного Раунду на ранг гіршою."
        ],
        "meta": [
            "Розліт: 2D6 кроків"
        ],
        "damageType": "absent",
        "weaponSize": "close",
        "heavyWeapon": 0,
        "lethal": 0,
        "armorPiercing": 0,
        "distance": [
            5
        ],
        "difficulty": 6,
        "hardAim": false,
        "twoHanded": true
    },
    {
        "title": "Горюча Лампада",
        "uid": "combustible lamp",
        "type": "grenade",
        "capacity": 2,
        "weight": 0,
        "minPrice": 5000,
        "masteryRank": 0,
        "description": "",
        "effects": [
            "Розліт горючої лампади має Переворот Вниз. Також, уражені цілі замість Пошкодження займаються Полум’ям ІІ рангу або отримують +1 до його рангу якщо вони вже горять.",
            "+1 Батальний Шок"
        ],
        "meta": [],
        "damageType": "absent",
        "weaponSize": "close",
        "heavyWeapon": 0,
        "lethal": 0,
        "armorPiercing": 0,
        "distance": [
            15
        ],
        "difficulty": 5,
        "hardAim": false,
        "twoHanded": true
    },
    {
        "title": "Баклер",
        "uid": "buckler",
        "type": "armor",
        "capacity": 2,
        "weight": 0,
        "minPrice": 2000,
        "masteryRank": 0,
        "description": "",
        "effects": [
            "Баклер надає Перевагу при виконанні Захисних Реакцій. Штраф за неосновну руку не розповсюджується на баклер"
        ],
        "meta": [],
        "damageType": "partial",
        "weaponSize": "short",
        "armor": 0,
        "heavyArmor": 0
    },
    {
        "title": "Щит",
        "uid": "shield",
        "type": "armor",
        "capacity": 4,
        "weight": 0,
        "minPrice": 2000,
        "masteryRank": 0,
        "description": "",
        "effects": [
            "Щит надає Перевагу при виконанні Захисних Реакцій та Удару Сталі; +1 Броні проти луків, арбалетів та метальної зброї. Штраф за неосновну руку не розповсюджується на щит"
        ],
        "meta": [],
        "damageType": "partial",
        "weaponSize": "normal",
        "armor": 0,
        "heavyArmor": 0
    },
    {
        "title": "Великий Щит",
        "uid": "big_shield",
        "type": "armor",
        "capacity": 5,
        "weight": 0,
        "minPrice": 5000,
        "masteryRank": 0,
        "description": "",
        "effects": [
            "Майстерність +1 на виконання Захисних Реакцій та Удару Сталі",
            "+1 Броні проти луків, арбалетів та метальної зброї. Штраф за неосновну руку не розповсюджується на щит. Носій великого щита може витратити 1 Готовності, щоб отримати додаткові +1 Броні одразу після Тесту Майстерності нападника."
        ],
        "meta": [],
        "damageType": "partial",
        "weaponSize": "normal",
        "armor": 0,
        "heavyArmor": 1
    },
    {
        "title": "Фехтувальний Плащ",
        "uid": "fencing_coat",
        "type": "armor",
        "capacity": 1,
        "weight": 0,
        "minPrice": 2000,
        "masteryRank": 0,
        "description": "",
        "effects": [
            "Майстерність +1 на виконання Захисних Реакцій проти атак із нульовою Бронебійністю.",
            "Намотується на руку за 1 Готовності",
            "Без штрафу за допоміжну руку. "
        ],
        "meta": [],
        "damageType": "minimal",
        "weaponSize": "normal",
        "armor": 0,
        "heavyArmor": 0
    },
    {
        "title": "Дублет",
        "uid": "fortified_casing",
        "type": "armor",
        "capacity": 1,
        "weight": 0,
        "minPrice": 3000,
        "masteryRank": 0,
        "description": "",
        "effects": [],
        "meta": [],
        "armor": 1,
        "heavyArmor": 0
    },
    {
        "title": "Кіраса",
        "uid": "cuirass",
        "type": "armor",
        "capacity": 3,
        "weight": 0,
        "minPrice": 7000,
        "masteryRank": 0,
        "description": "",
        "effects": [
            ""
        ],
        "meta": [],
        "armor": 2,
        "heavyArmor": 2
    },
    {
        "title": "Елементи Броні",
        "uid": "armor_elements",
        "type": "armor",
        "capacity": 2,
        "weight": 0,
        "minPrice": 3000,
        "masteryRank": 0,
        "description": "",
        "effects": [
            ""
        ],
        "meta": [],
        "armor": 1,
        "heavyArmor": 1
    },
    {
        "title": "Повний Обладунок",
        "uid": "full_plate",
        "type": "armor",
        "capacity": 5,
        "weight": 0,
        "minPrice": 15000,
        "masteryRank": 0,
        "description": "",
        "effects": [
            "Блок Повним Обладунком коштує на 1 Готовність більше",
            "Повний обладунок включає у себе підлатник (дублет), кірасу та два набори елементів броні, котрі можна використовувати окремо; втім, із різних елементів, кіраси та дублету, що не є одним комплектом, не вдасться зібрати повний обладунок."
        ],
        "meta": [],
        "armor": 4,
        "heavyArmor": 4
    }
]

export default items