[
  {
    "uid": "white_label",
    "title": "БІЛА МІТКА",
    "type": "diablic",
    "description": "Безмовний демон, спокусившись на відчай та біль, вже викрав душу
    цієї бентежної персони. Звісно, персонаж ще поки володіє собою, але
    плин часу є суб'єктивним для Білого Діабло, і Біла Мітка вже тут і
    зараз слугує підтвердженням його прав на цей Образ. Після смерті
    носій Білої Мітки стане одним із зловісних фантомів Білого Шуму,носієм ентропії та парадоксу. Найгірше те, що за допомогою Збору
    Химер (@@ ст.) та в інші окультні способи долю персонажа можуть
    виявити різноманітні Вартові Братства або фанатичні
    священнослужителі, які поспішать припинити його прокляття
    шляхом насильного впокоєння."
  },
  {
    "uid": "ghostly_hunting",
    "title": "ПРИМАРНЕ ПОЛЮВАННЯ",
    "type": "diablic",
    "description": "Пізнавши заборонені глибини божевілля, бентежні персони
    привертають небажану увагу. Тепер залишається затамувавши
    подих прислухатися до кроків у порожній вітальні та тремтячою
    рукою стискати взведений пістоль. При отриманні даної Душевної
    Травми персонаж стає ціллю Примарного Полювання – і він буде
    знати це на підсвідомому рівні. По три Візитери за кожен бал
    Глибинного Стресу будуть очікувати на найбільш вдалий момент
    для нападу на персонажа – наприклад, коли він залишиться сам чи
    буде беззбройний; якщо їм вдасться викрасти свою ціль, тоді
    душевнохворий переживе стандартний досвід подібного
    викрадення (@@ ст.). Якщо персонаж отримає дебют нового
    божевілля – він наново стане ціллю Примарного Полювання" 
  },
  {
    "uid": "abyss",
    "title": "БЕЗОДНЯ",
    "type": "diablic",
    "description": "Поринаючи у божевілля неможливо передбачити, наскільки масштабним воно виявиться. Персонаж
    отримує не 1, а 3 бали Глибинного Стресу, і має згенерувати собі ще три Душевних Травми; втім,
    гравець може коригувати результат кидків на генерацію даних травм на 1 за кожні 2 бали
    Глибинного Стресу персонажа, враховуючи Глибинний Стрес отриманий за Безодню." 
  },
  {
    "uid": "cultist",
    "title": "КУЛЬТИСТ",
    "type": "diablic",
    "description": "Травмований розум або закривається від зовнішнього світу пеленою фобій і табу, або стає
    допитливим як ніколи. Не дивно, що подібний нездоровий інтерес часто приводить до сумнівних
    теорій Все-Парадоксу або сюреальної міфології Білих Степів, а згодом – і до спроб осягнути
    невимовність Білого Шуму. Душевнохворий персонаж відтепер є адептом заборонених культів і
    таємно вклоняється Білому Діабло, адже це полегшує його біль та відновлює надію. Становлення
    персонажа Культистом може відбуватися не миттєво, але є неминучим – це нав'язлива ідея, яка
    підживлюється невипадковими збігами обставин та невидимим притяжінням Вітру Змін." 
  },
  {
    "uid": "white_muse",
    "title": "БІЛА МУЗА",
    "type": "diablic",
    "description": "Хтонічний образ, сплетений із заборонених смислів та нелюдських почуттів, виповзає із безімених
    глибин та оселяється у голові душевнохворого. Єдиний порятунок від нього – це виплиснути цей
    чужорідний образ у витворі мистецтва. Біла Муза вимагає від душевнохворого персонажа
    проходження творчої Амбіції зі складністю 6, результатом якої стане загадковий предмет мистецтва
    – картина, скульптура або рукопис; при невдачі горе-творець отримує D6 Міток Безодні та має
    починати заново. Поки Біла Муза не буде вдоволена персонаж не може вдаватися до Відпустки.
    Створений в результаті даного божевілля предмет буде білошумним Імаго-Артефактом з кількістю
    струн в число Глибинного Стресу свого творця; при тривалому і ретельному вивченні даного
    артефакту персонажам треба буде пройти Опозитний Тест Струн або отримати 2D6 Стресу. Якщо
    носій даної Душевної Травми знову збожеволіє, його Біла Муза повернеться й знову примусить
    творити заборонене мистецтво."
  },
  {
    "uid": "noise_aureole",
    "title": "ОРЕОЛ ШУМУ",
    "type": "diablic",
    "description": "Тонка матерія, що є основою для усього окультного, не витримує і розпадається під впливом ентропії,
    що несе в собі цей душевнохворий. Чародії та чорнокнижники втрачають свою магію, привиди
    стенають від болю у його присутності. Ореол Шуму діє на всю локацію, у якій перебуває її носій, і
    надає ранг Немічі усім Метаістотам що не пройдуть Опозитний Тест Струн а також Церемоніальн е
    Порушення для Гармонійних ритуальних дійств (@@ ст.); за кожні 3 бали Глибинного Стресу носія
    Ореолу накладається ще один ранг Немічі та ще одне Церемоніальне Порушення. Додатково, Ореол
    Шуму дозволяє душевнохворому персонажу використовувати значення свого Глибинного Стресу
    замість значення своїх Струн Імаго для Тестів Струн та церемоніальних дійств."
  },
  {
    "uid": "magic_voice",
    "title": "МАГІЧНИЙ ГОЛОС",
    "type": "diablic",
    "description": "Дійсність настільки ж крихка і мінлива, як і весняний сніг. У вихорі наративів та співпадінь, що
    складають наше вимучене буття, ця бентежна персона раптом отримує право голосу. Магічний Голос
    дозволяє персонажу раз у ігрову зустріч перебрати на себе Наративні Права у Ведучого та заявити
    будь-яке доповнення для поточної сцени, наприклад, оголосити що у бальну залу забігає зграя
    чорних щурів і зриває вечір або що у дюжини солдат розстрільної команди мушкети заряджені
    вхолосту. Магічний Голос не слід використовувати щоб створити негайну смертельну загрозу
    (наприклад, оголосити падіння на своїх недоброзичливців фортепіано), щоб перманентно змінити
    характеристики персонажів (чарез фатальні травми або надання балів Досвіду) або щоб увести в
    сцену надто визначні, цінні або сюжетно визначні предмети чи персон (наприклад, поява чеку на
    тисячу марок або лідера місцевої тіньової імперії)."
  },
  {
    "uid": "epilepsy",
    "title": "ПАДУЧА",
    "type": "bodily",
    "description": "Лихе прокляття, агонізуюча одержимість, якій підвладні як
    люди, так і тварини. Наскільки багато існує пояснень цієї
    хвороби - настільки ж і безсила перед нею медицина. Лише
    повний спокій та правильний розпорядок дня можуть захистити
    від нападів Падучі, кожен з яких може виявитися останнім.
    Коли персонаж хворий на Падучу отримує 2+ Бали Стресу або
    3+ бали Батального Шоку, або повністю втрачає свій кидок через
    Неміч, тоді він має пройти Тест Бентежності; при провалі,
    жахливий судомний напад паралізує персонажа на D6 хвилин,
    наносячи одне Часткове Пошкодження за кожен бал Глибинного
    Стресу."
  },
  {
    "uid": "muteness",
    "title": "НІМОТА",
    "type": "bodily",
    "description": "Певним трагедіям та жахам персона з тонкою душевною
    організацією може протиставити лише безсиле мовчання.
    Мовчання, що триватиме довше, аніж це прийнято у світських
    колах. Мовчання, що говорить голосніше за будь-яку мову. Після
    кожної Паніки персонаж із Душевною Травмою Німоти втрачає
    дар мови на D6 годин на кожен бал Глибинного Стресу. "
  },
  {
    "uid": "panic_attacks",
    "title": "ПАНІЧНІ АТАКИ",
    "type": "bodily",
    "description": "Розум – це фортеця з мурами у вигляді волі й духу персони; але немає такої стіни, яку було б
    неможливо оздобити руйнаційними проваллями. Той, чия душа вже була захоплена й
    сплюндрована жахами, ніколи не буде в безпеці від раптових натисків паніки. Персонаж, схильний
    до Панічних Атак, може запанікувати на дублях Наративних Тестів навіть тоді, коли у нього менше
    ніж 7 Стресу."
  },
  {
    "uid": "hallucinations",
    "title": "ГАЛЮЦИНАЦІЇ",
    "type": "bodily",
    "description": "Чи можливо звикнути жити у невірі до самого себе? Бентежні витівки ненадійної свідомості бувають
    лячними та застають зненацька. Найгірше доводиться тоді, коли розум й воля паралізовані втомою
    – тоді нереальні видіння стають найбільш небезпечними. Кожен раз коли душевнохворий персонаж
    із Галюцинаціями отримує чистий дубль на Наративний Тест або при Генерації Готовності, він
    отримує +1 ранг Немічі на даний кидок."
  },
  {
    "uid": "fuga",
    "title": "ФУГА",
    "type": "bodily",
    "description": "Мешканці міст та хуторів рідко коли зникають зовсім безслідно; тільки щось категорично лихе та
    нечуване може безцеремонно відірвати особистість від її звичного побуту та кіл спілкування.
    Химерний факт: під тиском неприйнятних обставин бентежна персона здатна сама обірвати всі
    наявні зв'язки та стрімко змінити місце проживання, професію та навіть ім'я, і при цім перебуваючи
    у цілковито несвідомому стані. Кожен раз, коли душевно хворий персонаж з Фугою здобуває Глибинний Стрес, включаючи дебют самої Фуги, він на певний час втрачає контроль над собою.
    Приступ Фуги супроводжується спробою персонажа відмежуватися від свого життя шляхом переїзду,
    зміни сфери зайнятості тощо; тривалість та інтенсивність ефекту визначається кількістю
    Глибинного Стресу, але конкретний прояв завжди покладається на розсуд Ведучого. По завершенні
    Фуги персонаж цілковито втрачає пам'ять про її перебіг і знаходить себе у незнайомому місці в
    оточені незнайомих речей."
  },
  {
    "uid": "pain_threshold",
    "title": "БОЛЬОВИЙ ПОРІГ",
    "type": "bodily",
    "description": "Біль є лише ілюзією розуму. За певних недобрих обставин персонаж здобув завищений больовий
    поріг, і тепер кидок на визначення його Нокауту має додатковий модифікатор -1, а Неміч від
    поранених станів вважається на ранг меншою. Втім, тепер персонаж не завжди усвідомлює що його
    поранили чи де саме розташована рана, через що складність Першої Допомоги на нього
    збільшується на ранг."
  },
  {
    "uid": "wild_blood",
    "title": "ДИКА КРОВ",
    "type": "bodily",
    "description": "Бентежний розум здатен на неймовірні діяння, в тому ж числі витискати максимум із фізичних
    можливостей свого тіла. Дика Кров дозволяє душевнохворому персонажу використати свій поточний
    показник Стресу як результат Наративного Тесту, пов'язаного із фізичними навантаженнями; цією
    здібністю можна скористатися один раз за кожен бал Глибинного Стресу протягом 12 ігрових годин."
  },
  {
    "uid": "suicide",
    "title": "САМОГУБЕЦЬ",
    "type": "ideological",
    "description": "Одне з найбільш протиприродних діянь, на яке здатна жива
    істота – це позбавлення себе самого власного життя. Якими ж
    словами тоді можливо описати той ступінь відчаю, що штовхає
    нещасних на подібний вчинок? Здобувши дану Душевну Травму,
    персонаж при першій можливості пробує накласти на себе руки у
    спосіб на власний вибір; в результаті персонаж фіксовано отримує
    два Повних Пошкодження, з Фатум (–) за кожен бал Глибинного
    Стресу. Якщо самогубець пережив цю спробу суїциду, він буде
    намагатися покінчити з власними стражданнями при кожному
    наступному дебюті нового божевілля. "
  },
  {
    "uid": "dualism",
    "title": "ДУАЛІЗМ",
    "type": "ideological",
    "description": "Протилежності завжди пов'язані одна з одною, особливо у своїх
    крайніх проявах. Божевілля Дуалізму викликає у бентежного
    індивіда непередбачливу мінливість поглядів, непідробний
    інтерес до естетики та цінностей, здавалося б, протилежних до
    його поточних переконань та смаків. Коли носій Дуалізму
    набирає 7+ балів Стресу, тоді проявляється його дуальний
    характер, і він починає вести себе відповідно до двох
    протилежних й суперечливих моделей поведінки одночасно. При
    10+ Стресу персонаж повністю переходить до своїх протилежних
    поглядів та цінностей, радикально змінюючись у поведінці або
    навіть вигляді."
  },
  {
    "uid": "crisis",
    "title": "КРИЗА",
    "type": "ideological",
    "description": "Кожна розумна істота перебуває у полоні власних сумнівів, але інколи вони переростають у
    справжній екзистенційний жах, нівелюючи цінність попередніх досягнень та прагнень. Душевна
    Травма Кризи надає персонажу 1 бал Стресу щотижнево, окрім якщо він вже має 10+ Стресу. Втім,
    ідейну Кризу можна подолати за допомогою духовного наставника – у Амбіції на її лікування
    терапевта можна замінити ментором із відповідними ідеологічними талантами, що буде
    символізувати відновлення віри розмовами та настановами. "
  },
  {
    "uid": "fanaticism",
    "title": "ФАНАТИЗМ",
    "type": "ideological",
    "description": "Коли здоровий глузд перестає бути надійним орієнтиром у цьому непростому світі, віддатися
    крайнощам звучить як правильне рішення. При здобутті Душевної Травми Фанатизму, для
    персонажа обирається певна релігійна або політична ідеологія, що стає його нав'язливою ідеєю. У
    ситуаціях, коли персонаж може поступити згідно його фанатичних переконань або якось по іншому, він має пройти Тест Бентежності. При провалі, Фанатик має обрати найбільш радикальний та
    крайній підхід."
  },
  {
    "uid": "nihilism",
    "title": "НІГІЛІЗМ",
    "type": "ideological",
    "description": "Жорстокий досвід похитнув віру цієї персони, і кожен високий ідеал тепер видається лише болючою
    насмішкою над людською наївністю та сліпотою. Коли душевнохворий з Нігілізмом стає свідком
    прояву певних ідеологічних або релігійних цінностей, наприклад, спостерігаючи за почесною
    посвятою в лицарі або слухаючи месіанську проповідь, він має пройти Тест Бентежності. При
    провалі, роздратування та відчай охоплюють його душу, внаслідок чого Нігіліст максимально
    демонстративно виказує свою зневіру та неприйняття щодо даної події. Така відверта неповага й
    глузування може і навіть має провокувати конфлікт, а в особливих випадках навіть надавати
    Наративний Стрес свідкам."
  },
  {
    "uid": "passionate_speaker",
    "title": "ПАЛКИЙ ПРОМОВЕЦЬ",
    "type": "ideological",
    "description": "Багато жахливих речей трапляється, коли безумцю дають слово перед широкою публікою. На
    відміну від осіб, наділених чистим талантом оратора, бентежні промовці здатні не просто переконати
    своїх слухачів, вони здатні буквально втягнути натовп у власне божевілля. Раз у 12 годин Палкий
    Промовець може перевернути один менший куб на Наративному Тесті, пов'язаному із публічним
    виступом та виголошенням промови; втім, якщо результат подібного Тесту до переворотів й
    переводів виявився меншим за значення Стресу персонажа, тоді переворот меншого куба
    відбувається автоматично, не залежно від часового ліміту, а сама промова набуває радикальних
    закликів та крайніх тверджень, провокуючи конфлікт та розпалюючи ворожнечу."
  },
  {
    "uid": "ideological_personification",
    "title": "ІДЕЙНЕ ВТІЛЕННЯ",
    "type": "ideological",
    "description": "Кожне віровчення або політична ідеологія мають власне бачення 'досконалої' людини та багатьох
    доброчесностей, котрими вона має бути наділена. Одиницям вдається наблизитися до свого
    духовного ідеалу, і ще менше число осіб у особливому божевіллі стають зразковими втіленнями
    відповідного вчення. Ідейне Втілення надає персонажу Наративний Атрибут з двома Наративними
    Талантами, що є тематичними до найбільш близької йому ідеології. Ліміт Наративних Атрибутів
    персонажа збільшується на 1."
  },
  {
    "uid": "drama_queen",
    "title": "КОРОЛЕВА ДРАМИ",
    "type": "social",
    "description": "Деякі персони просто не можуть обійтися без драми. Душевнохворий
    завжди вважає поточну Ситуацію на ранг гіршою."
  },
  {
    "uid": "liar_voice",
    "title": "ГОЛОС БРЕХУНА",
    "type": "social",
    "description": "Душевнохворі часто мають проблему із тим, щоб відрізнити реальність
    від вигадки. Деякі ж йдуть далі та вводять в оману інших людей,
    несвідомо заміняючи факти на фантазії у власних розповідях. Якщо
    душевнохворий із Голосом Брехуна має 7+ Стресу, тоді кожен раз як
    він ділиться важливою інформацією, він має пройти Тест Бентежності
    – при провалі, передані відомості викривлюються на розсуд Ведучого
    та перестають бути достовірними."
  },
  {
    "uid": "hypochondria",
    "title": "ІПОХОНДРІЯ",
    "type": "social",
    "description": "Із приходом кращих, цивілізованіших часів люди стали ліпше
    піклуватися про власне здоров'я; але іноді така турбота набуває
    нездорових проявів. Іпохондрик має віру, що він уражений безліччю
    важких хвороб, котрі загострюються відповідно до його морального
    стану. Отримавши бал Стресу, душевнохворий здобуде ранг Немічі на
    одну годину; якщо рівень Стресу стає 7+, тоді загострення уявних
    хвороб викличе 2 ранги Немічі на D6 годин."
  },
  {
    "uid": "dependence",
    "title": "ЗАЛЕЖНІСТЬ",
    "type": "social",
    "description": "Прагнення забути та забутися є адекватною реакцією на глибокі потрясіння, але набувши
    хронічного характеру, тільки ще більше перетворює життя на муку. Душевнохворий отримує ранг
    Наркотичної Залежності, яку можна обігрувати як опіумну або алкогольну. Дана Залежність
    лікується виключно як Душевна Травма."
  },
  {
    "uid": "nightmares",
    "title": "НІЧНІ ЖАХІТТЯ",
    "type": "social",
    "description": "Неспокійні та лихі сновидіння виснажують персонажа, перетворюючи кожен сон на мандрівку в
    пекло. Жахливі видіння повстають одне за одним, через що бажаний нічний відпочинок
    перетворюється на муку. З такими снами ліпше і не засинати зовсім. Час, необхідний для зняття
    Стресу за Відпустку, подвоюється. "
  },
  {
    "uid": "depression",
    "title": "ДЕПРЕСІЯ",
    "type": "social",
    "description": "Темні та всеохоплюючі думки паралізують, обмежують, тягнуть до дна. Депресія, яка є в моді серед
    богемних кіл, знайома багатьом не по чуткам. Втім, її хронічна форма є справді небезпечною,
    особливо у поєднанні з іншими захворюваннями. Власник Депресії отримує -1 до балів усіх Амбіції,
    які він кураторствує, а також здобуває 1 бал Стресу щотижнево, поки його значення менше ніж 7."
  },
  {
    "uid": "phobia",
    "title": "ФОБІЯ",
    "type": "social",
    "description": "Жах проростає у свідомості душевнохворого, набуваючи іраціональних та непереборних форм. Для
    персонажа обирається сутність його Фобії, і при зустрічі з її джерелом він має пройти Тест
    Бентежності або запанікувати; скрутність Ситуації для Паніки визначається Ведучим, залежно від
    0значимості джерела Фобії. Приклади фобій: страх темряви, страх собак або комах, страх публічності
    або страх крові."
  },
  {
    "uid": "mania",
    "title": "МАНІЯ",
    "type": "social",
    "description": "У цьому непростому й суворому світі кожен має розшукати для себе те, що приносить йому справжню
    радість, й триматись за це зі всіх сил! З іншої сторони, саме так зароджується манія. Для персонажа
    обирається сутність його Манії, і при зустрічі з її джерелом він має пройти Тест Бентежності або
    піддатись своїм бажанням. Приклади маній: клептоманія, манія пригод чи розваг, сексуальна
    манія, манія визнання чи збагачення."
  },
  {
    "uid": "eccentricity",
    "title": "ЕКСЦЕНТРИЧНІСТЬ",
    "type": "social",
    "description": "Соціальні норми стають чимось далеким й доволі розмитим для персонажа з Ексцентричністю, а
    підсвідома потреба бути в центрі уваги набуває нових розмахів. В той чи інший спосіб персонаж
    починає виділятись на фоні інших, як поведінкою, так і зовнішністю. Здебільшого, в
    Ексцентричності немає нічого поганого, і у світських салонах вона навіть цінується, але в певних
    соціальних колах вона може бути недоречною чи неприйнятною, до того ж дозволяє легко
    запам'ятати та ідентифікувати персонажа, навіть коли той цього не бажає."
  },
  {
    "uid": "muse",
    "title": "МУЗА",
    "type": "social",
    "description": "Травматичний досвід викликає вихор емоцій та образів, і лише їх оформлення у твір мистецтва
    допоможе не втонути у цьому потоці трансцендентного. Невгамовна Муза примушує персонажа
    розпочати творчу Амбіцію зі складністю 7, результатом якої має стати певний витвір мистецтва –
    картина, скульптура або поема; на тривалість даної Амбіції персонаж не може вдаватися до
    Відпустки через невідступне та вимогливе натхнення. У випадку успіху горе-митець продукує
    справді визначальний витвір, котрий має шанси стати культовим у певних колах та навіть
    поправити фінансове становище бентежного автора. Якщо персонаж переживе новий дебют
    божевілля – Муза знову опанує його та примусить вдатися до нового шедевру."
  },
  {
    "uid": "spiritual_renaissance",
    "title": "ДУХОВНИЙ РЕНЕСАНС",
    "type": "social",
    "description": "Жахливі й шокуючі події зривають павутиння побуту з душі, здувають пил та живим страхом
    надихають на нові звершення. Хоч і ціною клаптику здорового глузду, персонаж набуває
    екзальтованого стану, розкриваючи в собі нові таланти та поглиблюючи наявні вміння. В кінці даної
    та наступних чотирьох ігрових сесій душевнохворий отримує додатковий Підйом та може зняти 2
    бали Стресу"
  },
  {
    "uid": "apocalypsis_herald",
    "title": "ВІСНИК АПОКАЛІПСИСУ",
    "type": "conspiracy",
    "description": "Кінець світу, передбачений сотнями пророків та ознаменований
    тисячами віщих знаків, безперечно вже на нашому порозі. Люди
    заслуговують знати про свою лиху долю, про скору смерть у вогняній чи
    крижаній Геєні, прийдешню анархію та хаос, падіння усіх цивілізацій –
    адже усвідомлюючи наближення Апокаліпсису, у них буде час проститись
    один з одним та підготуватись до Кінця Усіх Кінців. Вісник Апокаліпсису
    зобов’язаний витрачати власний час на знаменування Останніх Днів для
    якомога більшої кількості людей, блукаючи по вулицях міста та
    вигукуючи одкровення, залишаючи попередження на стінах та в усі
    способи закликаючи до каяття, поки те ще можливе; дана діяльність має
    займати приблизно чверть усього активного часу персонажу, що впливає
    на можливість фракційного кураторствування (@@ ст.) та проведення
    Амбіцій, і може спричинити безліч проблем й казусів. Якщо у Вісника
    Апокаліпсису 7+ Стресу, він перестає перейматись такими дрібницями як
    охайний вигляд чи прийнятна світська поведінка, відкрито
    демонструючи зневагу до соціальних норм перед лицем Кінця Світу,
    перебуваючи у вихорі апокаліптичних настроїв."
  },
  {
    "uid": "i_am_different",
    "title": "Я – ІНШИЙ",
    "type": "conspiracy",
    "description": "Кожна людина містить в собі певну загадку, проте загадки одних значно глибші й більш
    приголомшливі ніж у інших. Одного дня персонаж прокидається з усвідомленням свого 'істинного'
    походження, яке стає 'єдиним розумним поясненням' різним перипетіям його життя. Відтепер
    персонаж вважає себе загубленою позашлюбною дитиною монаршої родини Спогледського
    Престолу, або пришедшим, випадково і помилково опинившогося на цьому боці Диску, або навіть
    самим Фортуносом, Великим Стратегом, якого його вороги в такий підлий спосіб усунули від
    командування колоніальними легіонами щоб запобігти захоплення ним усього світу. У що саме б не
    вірив персонаж, це фундаментально протирічить його біографії та здоровому глузду.
    Душевнохворий буде отримувати Стрес в кількості на розсуд Ведучого, якщо будуть розкриватись
    факти, що суперечать його божевільній вірі; маючи 7+ Стресу, персонаж буде відкрито
    демонструвати своє сумнівне походження, підкреслюючи його одягом, поведінкою та вимагаючи
    відповідного ставлення."
  },
  {
    "uid": "shadow_gossiper",
    "title": "ТІНЬОВИЙ ПЛІТКАР",
    "type": "conspiracy",
    "description": "Відкрита, щира розмова є одним з ліпших способів зняття напруги; але ніколи не варто забувати про
    яку тему можна говорити, а яка – табу. Тіньовий пліткар, маючи 7+ Стресу або будучи в стані
    сп'яніння, починає неусвідомлено видавати у розмовах власні й чужі таємниці. Це може призвести
    до різноманітних конфузів та проблемних наслідків. Тіньові пліткарі, якщо вони проживуть
    достатньо довго, починають масово привертати увагу шпигунів та торговців інформацією."
  },
  {
    "uid": "paranoia",
    "title": "ПАРАНОЯ",
    "type": "conspiracy",
    "description": "Необхідна достатня уважність, щоб помічати на собі пильні погляди нібито випадкових прохожих,
    влювлювати ледь помітну зміну у міміці й голосі товаришів, чути тихі кроки під власними дверима
    пізньої ночі; необхідне достатнє божевілля, щоб зв'язати все це воєдино. Відтепер, Ведучий має
    таємно виконувати за даного персонажа усі Тести, пов'язані із підозрою проти інших (уважність,
    емпатія); якщо результат кидка, після усіх Переворотів й Переводів, буде меншим за поточне
    значення Стресу персонажа, тоді відповідь завжди буде в користь параної. Слова союзників будуть
    видаватись брехнею, випадкові свідки – шпигунами, а безлад у кімнаті – явно спричинений кимось
    іншим."
  },
  {
    "uid": "conspiracy_theories",
    "title": "ТЕОРІЇ ЗМОВИ",
    "type": "conspiracy",
    "description": "Правду від нас приховують, бо це їм вигідно. Є ті, хто все контролює, але мало хто це знає. Чому все
    трапилось як трапилось? Подумайте, факти на поверхні. Персонаж, що став послідовником Теорій
    Змов, вимушений сприймати на віру усі конспірологічні чутки про приховану правду, несподівані
    змови та всемогутніх тіньоводів. Персонаж може відмовити у вірі одній з таких теорій змови, або
    бути пізніше переконаним вагомими доказами у хибності своїх конспірологічних міркувань, але в
    такому випадку бентежні думки й сумніви не полишать його, а тільки загостряться, надаючи від 1
    до 3 Стресу залежно від масштабу та персональної значимості відкинутої теорії."
  },
  {
    "uid": "readind_signs",
    "title": "ЧИТАЮЧИ ЗНАКИ",
    "type": "conspiracy",
    "description": "Секретні символи та зашифровані написи існують для того, щоб їх помітили й зрозуміли. Віднині
    персонаж може з першого погляду осягати значення таємних знаків, тіньових гербів та коротких
    криптографічних повідомлень, але кожен такий акт раптового розуміння дається ціною 1 Стресу.
    Більше того, персонаж починає бачити прихований зміст навіть там, де він насправді відсутній; дану
    здібність також можна використовувати на випадкові символічні збіги або беззмістовні набори
    знаків, на які Ведучий буде вимушений озвучувати правдоподібні, але неправдиві відповіді."
  },
  {
    "uid": "personal_invitation",
    "title": "ПЕРСОНАЛЬНЕ ЗАПРОШЕННЯ",
    "type": "conspiracy",
    "description": "Особливі персони заслуговують на особливу увагу. Покровительство навіть примарної організації є
    вагомим тузом у рукаві будь-якого бентежного джентльмена-інкогніто. Персонаж отримує загадкове
    повідомлення, у якому його запрошують до співпраці із певною впливовою спільнотою, про яку
    практично неможливо знайти жодних відомостей або ґрунтовних доказів її існування. Персонаж
    отримує від даної організації різноманітні, в міру абсурдні завдання, що можуть впливати на перебіг
    його інших місій; у відповідь, виконавши успішно поручення, персонаж може розраховувати на певні
    послуги самої спільноти – її ресурси, контакти, агенську діяльність."
  },
  {
    "uid": "eternal_war",
    "title": "ВІЧНА ВІЙНА",
    "type": "battle",
    "description": "Прокляті не пізнають спокою. Скільки ворогів б не пало – ще більше
    буде попереду; втім, їм не доведеться чекати надто довго. Персонаж
    відтепер має непереборну рішучість та готовність позбавляти життя й
    калічити своїх умовних ворогів, відмовляючись спинитись чи
    признати свою поразку або перемогу. За кожен тиждень, у якому
    персонаж не брав участь у бою на летальній зброї, йому слід пройти
    Тест Бентежності; при провалі душевнохворий мовчки бере до рук
    зброю та направляється у найнебезпечніші місця в пошуках
    кровопролиття. Єдиний привід для відпочинку, що звільняє від
    необхідності проходити Тест Бентежності – якщо персонаж
    важкопоранений або у гіршому стані"
  },
  {
    "uid": "tyrant",
    "title": "НЕЛЮД",
    "type": "battle",
    "description": "Найпоширенішою реакцією на жорстокість є ще більша жорстокість.
    Віднині персонаж знаходить розраду в нелюдяних вчинках та
    проявах насилля. Отримавши доступ до полонених або тіл павших,
    персонаж має пройти Тест Бентежності; при провалі він починає
    знущатись над ними у найогидніший спосіб, викликаючи Стрес у
    свідків. Зазвичай такі антигуманні дії надають 1 пункт Стресу, але на
    розсуд Ведучого у певних випадках це може бути більша кількість."
  },
  {
    "uid": "war_ghost",
    "title": "ПРИВИД ВІЙНИ",
    "type": "battle",
    "description": "Не всі повертаються з війни – одні залишаються на полі бою тілом, а інші свідомістю. Святковий
    салют або крики натовпу на ярмарку сколихують можуть сколихнути небажані спогади, що
    затьмарять собою дійсність. У відповідних ситуаціях Ведучий може просити душевнохворог о
    персонажа пройти Тест Бентежності; при провалі персонаж впадає у стан марення на яву,
    переживаючи наново сцени бойових дій, сильно лякаючи своє оточення та вчиняючи небзпечні дії
    із зброєю."
  },
  {
    "uid": "fight_thirst",
    "title": "ЖАГА БОЮ",
    "type": "battle",
    "description": "Нездоровий азарт підштовхує бійців знову та знову ризикувати власним життям. Шукаючи
    найменший привід щоб почати бійку, такі персонажі знімають 1 Стресу за кожен бій-Виклик, або
    отримують 1 Стрес, якщо запланована заздалегідь сутичка не відбулась."
  },
  {
    "uid": "man_of_weapon",
    "title": "ЛЮДИНА ЗБРОЇ",
    "type": "battle",
    "description": "Прикрі уроки минулого навчають нас бути готовими до найгіршого – завжди та всюди. Тепер
    персонаж не просто колекціонує зброю, він фанатично та цілеспрямовано збирає справжній
    персональний арсенал, відмовляючись залишатись неозброєним за будь-яких обставин – його
    збройне Навантаження (@@ ст.) завжди має бути не менше, аніж його подвійний Глибинний Стрес, інакше персонаж Панікує. Додатково, персонаж завжди тримає руку на зброї, окрім ситуацій на
    розсуд Ведучого, коли це не є можливим або надто недоречно."
  },
  {
    "uid": "invulnerable",
    "title": "НЕВРАЗЛИВИЙ",
    "type": "battle",
    "description": "Сам факт виживання за таких непростих обставин змушує травмовану персону повірити у власну
    недоторканість. Персонаж більше не займає укриття від ворожої стрільби та завжди знаходиться в
    перших рядах, разом з тим сила його переконань надає йому -1 на усі Нокаути. Якщо ж персонаж
    Запанікує, то до кінця бою зникає як бонус проти Нокауту, так і зневага смерті."
  },
  {
    "uid": "champion",
    "title": "ЧЕМПІОНМЕЙСТР",
    "type": "battle",
    "description": "На місце страху приходить розуміння, що грубою силою та холодною рішучістю достатньо ефективно
    долаються будь-які перешкоди. Персонаж отримує 21 бал Бойового Досвіду."
  },
  {
    "uid": "high_mission",
    "title": "ВИЩЕ ПРИЗНАЧЕННЯ",
    "type": "occult",
    "description": "Скалічена свідомість знаходить свій спокій у сакральній місії,
    яку на неї покладає величавий внутрішній голос; і неважливо,
    породжений він янгольським впливом чи хворою уявою. Ведучий
    формулює для персонажа Вище Призначення, котре полягає у
    складній, але досяжній меті, яка є логічною для персонажа та
    резонує із його персональними прагненнями. Разом з тим, Вище
    Призначення завжди має певне ускладнення, адже увага Вищих
    Сил ніколи не дається просто так; на персонажа покладається
    певне тематичне обмеження, за кожне порушення якого він
    отримує ранг Метаморфоз або інше містичне прокляття.
    Прикладами Вищого Призначення може бути сакральна місія
    божевільного анархіста по поваленню місцевого тіньового
    режиму, при якій йому заборонено вбивати будь-кого з ворогів;
    або місія мандрівного душевнохворого лицаря по пошуку й
    поверненню давньої реліквії, в якій йому заборонено
    подорожувати інакше як пішки. Успішне виконання Вищого
    Призначення надає персонажу 3 балів Фокусу (@@ ст.) та
    звільняє його від пов’язаного з місією обмеження. За кожні три
    нових дебюти божевілля персонаж нагороджується новим Вищим
    Призначенням!"
  },
  {
    "uid": "occult_blidness",
    "title": "ОКУЛЬТНА СЛІПОТА",
    "type": "occult",
    "description": "Тимчасова слабкість духу змушує свідомість остаточно закритись від будь-якого паранормальног о
    досвіду. Контактуючи з містичним у всіх його проявах, персонаж завжди отримує Забуття (@@ ст.),
    не залежно від його рівня Супротиву."
  },
  {
    "uid": "release",
    "title": "ВИВІЛЬНЕННЯ",
    "type": "occult",
    "description": "Пережите потрясіння пробуджує в пам'яті химерні спогади, що до цього моменту були надійно
    приховані й начебто забуті. Персонаж згадує непростий та давній епізод свого життя, коли йому чи
    його близьким довелось зіштовхнутись обличчям до обличчя із Неземним, у наслідок чого безліч
    інших спогадів отримують зовсім інший контекст. Зіштовхнувшись із забутою правдою персонаж
    має пройти супротив Ксеномаго зі складністю рівною його Глибинному Стресу, також він набуває 1
    ранг Метаморфоз за кожен бал свого Глибинного Стресу, і до цього ж зіштовхується з потребою
    переусвідомити певні пункти своєї біографії."
  },
  {
    "uid": "vision",
    "title": "ВИДІННЯ",
    "type": "occult",
    "description": "Сучасний джентльмен звик отримувати нові знання із газет та світських розмов, але надзвичайно
    інтенсивні фантасмагоричні сни або нашепи потойбічних голосів можуть бути не менш
    інформативні. Невдовзі після здобуття даної Душевної Травми персонаж отримає яскраве видіння,
    котре може набувати найрізноманітніших форм; видіння має містити важливу ігрову інформацію подану у нестандартний спосіб. При кожному наступному дебюті нового божевілля персонаж буде
    отримувати нове видіння."
  },
  {
    "uid": "magic_fetish",
    "title": "МАГІЧНИЙ ФЕТИШ",
    "type": "occult",
    "description": "Несучи в собі відбиток численних звершень та поразок, певні персональні предмети набувають
    особливого значення для своїх власників. Інколи цей зв'язок стає справді містичним, а образ
    предмета – невід’ємним атрибутом свого володаря. Один з важливих для образу персонажа
    предметів перетворюється на Імаго Артефакт (@@ ст.) із кількістю Струн Імаго рівною значенню
    Глибинного Стресу душевнохворого. Якщо даний артефакт буде втрачений персонажем
    (загублений, проданий, знищений), тоді він отримає стільки Міток Безодні, скільки його Глибинний
    Стрес."
  },
  {
    "uid": "depth_formulas",
    "title": "ГЛИБИННІ ФОРМУЛИ",
    "type": "occult",
    "description": "Все пізнається з досвідом, і досвід божевілля сприяє пізнанню глибинних законів світу як ніщо інше.
    Усвідомивши тисячі непримітних закономірностей душевнохворий виводить формулу, котра може
    стати в нагоді лише у найбільш окультних починаннях. Персонаж має негайно застосувати
    Глибинну Формулу до будь-якого Ритуального Церемоніалу (@@ ст.), учасником якого він є, або за
    одну безсонну ніч створити Домен на основі цієї ж Формули. Посилений в подібний спосіб
    Церемоніал одразу отримує 6 балів Ритуального Досвіду та 1 Інкрустацію за кожен бал Душевного
    Стресу персонажа-автора формули. Втім, якщо персонаж з тих чи інших причин покине або втратить
    вдосконалений його формулою Церемоніал, він негайно отримає 1 Мітку Безодні за кожен бал
    Глибинного Стресу внаслідок містичного за своєю глибиною смутку."
  },
  {
    "uid": "discovery",
    "title": "ВІДКРИТТЯ",
    "type": "occult",
    "description": "Коли всі завіси прийняті, а замки – відкриті, тоді істинні механізми світобудови являються у всій
    своїй красі. Раптове прозріння допомагає зрозуміти основні принципи світобудови, проте, лише на
    мить. Але і цього достатньо, щоб отримати 10 Фокусу."
  }
]