[
    {
        "uid": "survival_adaptation",
        "title": "АДАПТАЦІЯ ВИЖИВАННЯ",
        "requirements": "",
        "rank": 2,
        "description": "Яким має бути справжній джентльмен, якщо кровопролиття неминуче? Чи має він бути відважним та невпинним, чи холоднокровним й розсудливим? Хитрим чи сильним? Милосердним чи жорстоким? Правда втім, що кожен має дати свою відповідь.",
        "rule": "Персонаж може купити й мати один Бойовий Талант ІІ або ІІІ рангу, до якого у нього не виконується Вимога по Наративним Талантам або Негативам."
    },
    {
        "uid": "сombat_concentration",
        "title": "БОЙОВА КОНЦЕНТРАЦІЯ",
        "requirements": "",
        "rank": 2,
        "description": "Зібраність, уважність, спритність – усе це допоможе виграти в бою цінні миті для рішучої атаки.",
    "rule": "Якщо в кінці Раунду у персонажа є залишок в 1 Готовності, він може перенести його на новий Раунд."
    },
    {
        "uid": "сombat_morale",
        "title": "БОЙОВИЙ ДУХ",
        "requirements": "наративний талант Воля І",
        "rank": 2,
        "description": "Одні народжуються хоробрими, інші ж здобувають відчуття відваги з досвідом.",
    "rule": "Чистий дубль на генерації Готовності не дає персонажу Запанікувати, незалежно від його Стресу та поточної напруги."
    },
    {
        "uid": "combat_stand",
        "title": "БОЙОВИЙ СТРІЙ",
        "requirements": " наративний талант Тактики І або Дисципліни І",
        "rank": 2,
        "description": "Найвеличніші перемоги староадріанських легіонів були здобуті тим, що вони до чорта добре тримали свій стрій в бою",
    "rule": "Для активації Строю потрібно мінімум п'ять персонажів з даним талантом, що стоять в максимально прямій лінії, повернутій у напрямку сил супротивника, на відстані 0-1 кроки один від одного. Бійці Строю мають перевагу над ворогом, що втягнутий в ближній бій із фронтом Строю, а також вважають поточну Ситуацію на ранг простішою, якщо весь Бойовий Стрій одягнений в однакову військову форму. Якщо певний боєць піддався Паніці, то до кінця Раунду він вибуває зі Строю; якщо в одній ліній з інтервалом в 0-1 крок залишається менше 5 чоловік під ефектом Строю, тоді до кінця Раунду його ефект втрачає силу."
    },
    {
        "uid": "heavy_hand",
        "title": "ВАЖКА РУКА",
        "requirements": "наративний талант Сила І",
        "rank": 2,
        "description": "Недостатньо бити зі всієї сили – необхідно вміти правильно вкласти енергію усього тіла в удар, і тоді під ним прогнеться будь-яка захисна пластина.",
    "rule": "Атаки персонажа у ближньому бою мають Бронебій +1."
    },
    {
        "uid": "dual_weapon",
        "title": "ДУАЛЬНА ЗБРОЯ ",
        "requirements": "",
        "rank": 2,
        "description": "Всесторонньо розвинуті джентльмени здатні вчиняти насилля як правою, так і лівою рукою",
        "rule": "Персонаж більше не має штрафу за використання зброї з неосновної руки.

"
    },
    {
        "uid": "stunner",
        "title": "ЗТИШУВАЧ",
    "requirements": " наративний талант Скритність І або Бокс І",
        "rank": 2,
        "description": "Професіонали цінують тишу.
",
    "rule": "У Номері Мортале, виконаним у ближньому бою зброєю із Частковим Пошкодженням, даний Талант дозволяє перевернути один куб на обох кидках Пошкодження."
    },
    {
        "uid": "сritical_сhance",
        "title": "КРИТИЧНА МОЖЛИВІСТЬ",
        "requirements": "",
        "rank": 2,
        "description": "Коли обставини складаються у твою користь й супротивник вдається до помилок, необхідно володіти особливою вдачею щоб скористатися такою можливістю.
",
    "rule": "Отримавши на Тесті Майстерності дубль '6, із врахуванням переворотів й переводів, персонаж отримує +3 Готовності та Стійкості, а також Фатум + та – до кінця Раунду.

"
    },
    {
        "uid": "murderer_mark",
        "title": "МІТКА ВБИВЦІ",
    "requirements": " спеціальне правило Фатум +",
        "rank": 2,
        "description": "Доля одних – вижити, доля інших – нести смерть.",
    "rule": "Персонаж може використовувати власний Фатум + як Фатум –."
    },
    {
        "uid": "new_personality",
        "title": "НОВА ЛЮДИНА",
        "requirements": "",
        "rank": 2,
        "description": "Новий  Час  відрізняється  своїм  гуманізмом,  орієнтацією  на  науку  та  культуру,  і  безліч  видатних  осіб впливають на сучасний світ, при цьому не маючи і гадки за яку сторону слід тримати меч або мушкет.",
    "rule": "Персонаж  негайно  отримує  новий  Атрибут  з  двома  Наративними  Талантами,  і  його  ліміт  Атрибутів збільшується на +1. Даний Бойовий Талант купується за 5 балів Бойового Досвіду замість стандартних 2. 

"
    },
    {
        "uid": "warrior`s_reflex",
        "title": "РЕФЛЕКС ВОЇНА",
        "requirements": " наративний талант Спритність І",
        "rank": 2,
        "description": "У досвідченого воїна зброя слухняніша і сама стрибає у руки. 
",
    "rule": "Персонаж може вихоплювати власну зброю за 1 Готовності, а не за 2 як зазвичай. Якщо вартість вихоплення зброї  скаде  0  Готовності,  тоді  персонаж  може  вихопити  її  як  частину  Неатакуючої  Реакції.  Талант  стає  недієвим якщо у персонажа більше 12 Навантаження.

"
    },
    {
        "uid": "salute",
        "title": "САЛЮТУВАННЯ",
        "requirements": " наративний талант Харизма І, Етикет І або Залякування І",
        "rank": 2,
        "description": "Адже манери джентльмена не залежать від обставин.",
        "rule": "Салютування виконується до початку бою, якщо це дозволяють обставини; якщо ж бій розпочинається із засідки або вороги кидаються один на одного в ту ж мить, як зустрілись, тоді на церемоніальне привітання не залишається часу. Коли хоча б один персонаж однієї сторони салютує і серед опонентів немає кому виконати гідну відповідь, що також потребує наявності даного Таланту, тоді сторона опонентів почне бій з +1 Бойової Напруги.

"
    },
    {
        "uid": "sprint",
        "title": "СПРИНТ",
        "requirements": " наративний талант Атлетика I",
        "rank": 2,
        "description": "Боєць у гарній спортивній формі зможе з легкістю перегнати своїх супротивників – що може бути життєво важливим як при переслідуванні, так і при відступі.  
",
    "rule": "Персонаж може раз  у Раунд  виконати Пробіг  на 10 кроків за 5  Готовності. Талант стає  недієвим якщо у персонажа більше 12 Навантаження. 

"
    },
    {
        "uid": "doubtful_experience",
        "title": "СУМНІВНИЙ ДОСВІД ",
    "requirements": "",
        "rank": 2,
        "description": "Нові виклики потребують нових підходів.",
    "rule": "Персонаж може звільнитися від Бойових Талантів (окрім тих, що відзначенні Короною) чи рангів Бойових Технік на суму в 6 Балів Бойового Досвіду і перерозподілити їх після наступної ігрової зустрічі. Даний Талант можна брати неодноразово, але не частіше ніж раз у 5 ігрових зустрічей.  
"
    },
    {
        "uid": "flanking",
        "title": "ТАКТИКА ОТОЧЕННЯ",
        "requirements": "",
        "rank": 2,
        "description": "Ефективна кооперація є девізом Нового Часу, хоч сама по собі ця ідея – стара як світ.",
    "rule": "Оточивши разом із союзником одного ворога з двох протилежних сторін, боєць здобуває Перевагу за оточення для себе й свого партнера. Якщо два персонажі володіють Тактикою Оточення, тоді фланкування одного супротивника надасть для них Повну Перевагу за оточення. Додатково, боєць, що оточений трьома-чотирма ворогами з Тактикою Оточення, отримує штраф +1 на вартість усіх Атакуючих Дій й Реакцій проти них, або штраф +2 якщо їх п'ять та більше."
    },
    {
        "uid": "taactical_move",
        "title": "ТАКТИЧНИЙ РУХ",
        "requirements": "",
        "rank": 2,
        "description": "Володієте Ви грацією танцю чи у Вас поступ ведмедя – головне не стояти на місці!",
    "rule": "Персонаж тепер може рухатись Півкроком у будь-якому напрямку, окрім як назад від ворожої цілі, котра визначається по звичайним правилам. Півкрок вперед до ворожої цілі, зроблений одночасно з фехтувальною Атакуючою Дією або Реакцією, дозволяє просунутись одразу на 2 кроки."
    },
    {
        "uid": "cavalry_weapons",
        "title": "ФЕХТУВАЛЬНИЙ ФІНТ — Кавалерійська Зброя",
        "requirements": "Для: Спис, Шабля.",
        "rank": 2,
        "description": "Кожна зброя має свій секрет, певний нюанс, який успішно використовують численні фахівці по всіх бойових фронтах Земного Диску.
",
    "rule": "При Кавалерійському Ударі при дублі пошкодження спис наносить додаткові +2 Летальності, а шабля не може бути втрачена. 
Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі.

"
    },
    {
        "uid": "heavy_butt",
        "title": "ФЕХТУВАЛЬНИЙ ФІНТ — Важкий Приклад",
        "requirements": "Для: Гвинтівка, Карабін, Мушкет, одноручний та дворучний Мушкетон, Пістоль",
    "rank": 2,
        "description": "Кожна зброя має свій секрет, певний нюанс, який успішно використовують численні фахівці по всіх бойових фронтах Земного Диску.
",
    "rule": "Удари прикладом або яблуком вогнепальної зброї отримують бонус +2 Летальності.
 Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі.

"
    },
    {
        "uid": "staying_shot",
        "title": "ФЕХТУВАЛЬНИЙ ФІНТ — Зупиняючий Укол",
    "requirements": "Для: Алебарда, Спис, Піка, Штик",
    "rank": 2,
        "description": "Кожна зброя має свій секрет, певний нюанс, який успішно використовують численні фахівці по всіх бойових фронтах Земного Диску.
",
    "rule": "Успішний Тест Майстерності на Атакуючій Дії або Атакуючій Реакції відповідною зброєю не дає супротивнику зробити Пів Крок вперед, що може відмінити його власну Атакуючу Дію або Атакуючу Реакцію якщо у нього не вистачить Дистанції для завершення удару. Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі.

"
    },
    {
        "uid": "skullcrusher",
        "title": "ФЕХТУВАЛЬНИЙ ФІНТ — Череполом",
        "requirements": "Для: Бита, Булава, Бойовий Молот, Тростина",
        "rank": 2,
        "description": "Кожна зброя має свій секрет, певний нюанс, який успішно використовують численні фахівці по всіх бойових фронтах Земного Диску.
",
    "rule": "Персонаж натренувався бити по голові так, щоб його жертва ще довго не могла здійнятись на ноги. Нокаутвід віповідної зброї триває у два рази довше.
 Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі.

"
    },
    {
        "uid": "Steel_echo",
        "title": "ФЕХТУВАЛЬНИЙ ФІНТ — Сталеве Відлуння",
    "requirements": "Для: Булава, Клевець",
        "rank": 2,
        "description": "Кожна зброя має свій секрет, певний нюанс, який успішно використовують численні фахівці по всіх бойових фронтах Земного Диску.
",
    "rule": "Якщо попадання відповідної зброї було заблоковано ефектом обладунку, воно наносить Часткове Пошкодження крізь захист. Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі.

"
    },
    {
        "uid": "traditional_technique",
        "title": "ФЕХТУВАЛЬНИЙ ФІНТ — Традиційна Техніка",
        "requirements": "Для: Меч",
        "rank": 2,
        "description": "Кожна зброя має свій секрет, певний нюанс, який успішно використовують численні фахівці по всіх бойових фронтах Земного Диску.
",
    "rule": "Ефект Правильної Стійки для прийомів Класичного Фехтування вважається на 1 Майстерності вищим.Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі.

"
    },
    {
        "uid": "grab_the_blades",
        "title": "ФЕХТУВАЛЬНИЙ ФІНТ — Хват Леза",
        "requirements": "Для: Меч, Дворучний Меч",
        "rank": 2,
        "description": "Подібний хват меча, що підвищує точність й силу уколів, був розроблений спеціально для боротьби з армованими супротивниками, для того щоб ефективно вражати їх у слабкозахищені місця.

",
    "rule": "Персонаж може за 1 Готовності перехопити лезо меча другою рукою, яка має бути вільною або може бути зайнята баклером, що надасть +1 Бронебій на атаки відповідною зброєю. Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі.

"
    },
    {
        "uid": "cutting_movement",
        "title": "ФЕХТУВАЛЬНИЙ ФІНТ — Дорізаючий Рух",
    "requirements": "Для: Шабля",
        "rank": 2,
        "description": "Навіть м'яке попадання шаблею може бути перетворене у високо летальну атаку завдяки спеціальному прорізаючому руху леза. 
",
    "rule": "Нанісши супротивнику Атакуючою Дією чи Атакуючою Реакцією шаблею не більше 4 Пошкодження без врахування Летальності, персонаж може додати ще +2 Летальності на цей удар за 3 Готовності. Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі.

"
    },
    {
        "uid": "bypass_blade",
        "title": "ФЕХТУВАЛЬНИЙ ФІНТ — Оминаюче Лезо",
        "requirements": "Для: Шабля",
        "rank": 2,
        "description": "Вигин шаблі перш за все служить для посилення рублячих ударів, але вмілі фехтувальники також застосовують його для оминання ворожого захисту.

",
    "rule": "Після Тесту Майстерності Атакуючої Дії або Атакуючої Реакції шаблею, що був провалений на значення 1 (наприклад, на Тесті 7+ випав результат "6"), персонаж може за додаткові 1 Готовності нанести ворогу Поріз.
 Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі.

"
    },
    {
        "uid": "long_lunge",
        "title": "ФЕХТУВАЛЬНИЙ ФІНТ — Довгий Випад",
        "requirements": "Для: Рапіра",
        "rank": 2,
        "description": "Зовсім не короткий клинок рапіри дозволяє фехтувальнику діставати навіть віддалені цілі, роблячи глибокі випади. 
",
    "rule": "Заплативши на 1 Готовності більше за виконання Атакуючої Дії або Атакуючої Реакції, персонаж може вважати власну рапіру із Дистанцією 0-1. Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі.

"
    },
    {
        "uid": "heavy_lunge",
        "title": "ФЕХТУВАЛЬНИЙ ФІНТ — Важкий Випад",
        "requirements": "Для: Рапіра",
        "rank": 2,
        "description": "Конструкція рапіри дозволяє наносити швидкі уколи, які, втім, потребують вагомої сили від виконавця. ",
        "rule": "Персонаж може отримати знижку в 1 Готовності на кожну першу в Раунді Атакуючу Дію або Атакуючу Реакцію рапірою, але отримає ранг Немічі на даний Тест Майстерності. Велика сила дозволяє компенсувати ефект, ігноруючи значення на кубі Немічі рівне або менше за ранг Наративного Таланту Сили персонажа, при умові що він не має Немічі з іншого джерела. 
Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі.

"
    },
    {
        "uid": "quick_blade",
        "title": "ФЕХТУВАЛЬНИЙ ФІНТ — Швидкий Клинок",
        "requirements": "Для: Малий Меч",
        "rank": 2,
        "description": "Кожна зброя має свій секрет, певний нюанс, який успішно використовують численні фахівці по всіх бойових фронтах Земного Диску.
",
    "rule": "Діставання Малого Меча з піхви вартує на 1 Готовності менше. Якщо вартість даної дії стає 0, тоді Малий Меч можна дістати як частину Реакції. Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі.

"
    },
    {
        "uid": "light_shots",
        "title": "ФЕХТУВАЛЬНИЙ ФІНТ — Легкі Уколи",
        "requirements": "Для: Малий Меч",
        "rank": 2,
        "description": "Кожна зброя має свій секрет, певний нюанс, який успішно використовують численні фахівці по всіх бойових фронтах Земного Диску.
",
    "rule": "Персонаж може отримати знижку в 1 Готовності на кожну першу в Раунді Атакуючу Дію або Атакуючу Реакцію малим мечем, але Броня його супротивника для даної атаки вважатиметься на 2 бали вищою. Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі.

"
    },
    {
        "uid": "shield_retraction",
        "title": "ФЕХТУВАЛЬНИЙ ФІНТ — Відвід Щита",
        "requirements": "Для: Сокира, Бердиш, Алебарда",
        "rank": 2,
        "description": "Кожна зброя має свій секрет, певний нюанс, який успішно використовують численні фахівці по всіх бойових фронтах Земного Диску.
",
    "rule": "Персонаж із відповідною зброєю отримує можливість проводити Спеціальний Прийом за 2 Готовності проти ворога зі щитом. При успіху щит відтягується у сторону і його носій втрачає усі пов'язані з ним бонуси, а його вороги отримують над ним Перевагу. Ефект триває до тих пір, поки опонент не звільнить свій щит аналогічним Спеціальним Прийомом за 2 Готовності або просто не відкине його за 1 Готовності, поки виконавець Відводу не проведе іншу дію даною зброєю або поки відстань між обома бійцями не стане більшою ніж Дистанція зброї +2 кроки.Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі.

"
    },
    {
        "uid": "shield_strike",
        "title": "ФЕХТУВАЛЬНИЙ ФІНТ — Торцування",
        "requirements": "Для: Щит, Великий Щит",
        "rank": 2,
        "description": "Кожна зброя має свій секрет, певний нюанс, який успішно використовують численні фахівці по всіх бойових фронтах Земного Диску.
",
    "rule": "Удари щитом отримують +2 Летальності та +1 Бронебійності. Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі.

"
    },
    {
        "uid": "knocking_technique",
        "title": "ФЕХТУВАЛЬНИЙ ФІНТ — Збиваючий Прийом",
        "requirements": "Для: Алебарда",
        "rank": 2,
        "description": "Кожна зброя має свій секрет, певний нюанс, який успішно використовують численні фахівці по всіх бойових фронтах Земного Диску.
",
    "rule": "Спеціальний Прийом на збиття вершника з сідла, виконаний алебардою, вартує на 1 Готовності менше та має -1 Складності. Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі.

"
    },
    {
        "uid": "Wide_swings",
        "title": "ФЕХТУВАЛЬНИЙ ФІНТ — Широкі Взмахи",
        "requirements": "",
        "rank": 2,
        "description": "Кожна зброя має свій секрет, певний нюанс, який успішно використовують численні фахівці по всіх бойових фронтах Земного Диску.
",
    "rule": "Коли боєць виконує Атакуючу Дію або Атакуючу Реакцію відповідною зброєю, Перевага та Повна Перевага над ним за оточення потребуватиме на одного ворога більше. 
Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі.

"
    },
    {
        "uid": "bloody_nibbling",
        "title": "ФЕХТУВАЛЬНИЙ ФІНТ — Криваве Вгризання",
        "requirements": "Для: Сокира, Бердиш, Алебарда",
        "rank": 2,
        "description": "Кожна зброя має свій секрет, певний нюанс, який успішно використовують численні фахівці по всіх бойових фронтах Земного Диску.
",
    "rule": "Якщо після успішної Атакуючої Дії чи Атакуючої Реакції відповідною зброєю у ворога залишилось рівно 1 Стійкості, персонаж може виконати Вгризання за 5 Готовності, збиваючи залишок Стійкості й провокуючи кидок Нокауту. Для Каталогу Шрамів буде застосовуватись отримане перед Вгризанням ПошкодженняКожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі.

"
    },
    {
        "uid": "adaptation_of_victory",
        "title": "АДАПАТАЦІЯ ПЕРЕМОГИ",
        "requirements": "бойовий талант Адаптація Виживання",
        "rank": 3,
        "description": "Будь-які військові доктрини й істини – це лише традиційні настанови; порушувати їх це право й обов'язок будь кого, хто прагне вирвати для себе перемогу з рук самої долі.

",
    "rule": "Персонаж може купити й мати ще один Бойовий Талант ІІ, ІІІ або ІV рангу, до якого у нього не виконується Вимога по Наративним Талантам або Негативам

"
    },
    {
        "uid": "adaptation_of_victory",
        "title": "АДАПАТАЦІЯ ПЕРЕМОГИ",
        "requirements": "бойовий талант Адаптація Виживання",
        "rank": 3,
        "description": "Будь-які військові доктрини й істини – це лише традиційні настанови; порушувати їх це право й обов'язок будь кого, хто прагне вирвати для себе перемогу з рук самої долі.

",
    "rule": "Персонаж може купити й мати ще один Бойовий Талант ІІ, ІІІ або ІV рангу, до якого у нього не виконується Вимога по Наративним Талантам або Негативам

"
    },
    {
        "uid": "adjutant",
        "title": "АД'ЮТАНТ",
    "requirements": "наративний талант Командування І",
        "rank": 3,
        "description": "Справжній командувач озвучує свій наказ лише один раз, і це вже робота сержантів донести його крізь шум баталії до розтягнутого на сотні й тисячі кроків строю солдат.


",
    "rule": "Знаходячись у зоні дії Талантів Бойового Лідера та Бойових Наказів свого командувача, персонаж може витратити 1 Готовності на початку Раунду й переозвучити їх, протягуючи їх ефект ще на 15 кроків від себе. Даний талант стає недієвим якщо персонаж Панікує.

"
    },
    {
        "uid": "disturbing_aura",
        "title": "БЕНТЕЖНА АУРА",
    "requirements": "3+ Струни Імаго",
        "rank": 3,
        "description": "Незрима сила певних особистостей оточує їх сакральною недоторканністю. 

",
    "rule": "Вороги, що впродовж одного Раунду виконали хоча б одну Атакуючу Дію або Атакуючу Реакцію проти персонажа із Бентежною Аурою, отримують 1 Батальний Шок. Боєць, що нокаутував або вбив носія Бентежної Аури, отримує 3 Батального Шоку.

"
    },
    {
        "uid": "lightning_reaction",
        "title": "БЛИСКАВИЧНА РЕАКЦІЯ",
        "requirements": " наративний талант Спритність II",
        "rank": 3,
        "description": "Ні міліметру марного руху, лише чіткість й виваженість допоможе відбити справжній вихор ворожих атак.


",
    "rule": "Раз у Раунд боєць може зробити дві одночасних Неатакуючих Реакції однією зброєю проти двох різних атак. Даний Талант стає недієвим якщо у персонажа більше 12 Навантаження

"
    },
    {
        "uid": "bittern",
        "title": "БУГАЙ",
    "requirements": " бойовий талант Важка Рука або Незламанний",
        "rank": 3,
        "description": "Історію Нового Часу творять великі люди – й інколи, великі у прямому сенсі


",
    "rule": "Даний персонаж має -1 на вартість виконання Спеціальних Прийомів Захвату, Підсічки та Штовхання, та отримує Перевагу над суперником коли виконує один з цих прийомів або є їх ціллю. Якщо Бугай має бойовий талант Важку руку, то нокаутовані ним в ближньому бою вороги залишаються в нокауті довше на 1 Раунд, хвилину або годину, відповідно до його базової тривалості. Якщо Бугай має бойовий талант Незламанний, тоді власний Нокаут він вважає на 1 коротшим, але не менше ніж 1 Раунд, хвилину або годину, відповідно до базової тривалості."
    },
    {
        "uid": "great_warrior",
        "title": "ВЕЛИКИЙ ВОЇН",
        "requirements": "негативний атрибут Велетень ІІ",
        "rank": 3,
        "description": "Найкрупніших чоловіків завжди забирали у найбільш почесні військові підрозділи, адже велика статура традиційно вважається за перевагу для ближнього бою.



",
    "rule": "Персонаж отримує спеціальне правило Гігант І
"
    },
    {
        "uid": "MARCH",
        "title": "ВІЙСЬКОВИЙ МАРШ",
        "requirements": "наративний талант Музикант І",
        "rank": 3,
        "description": "Для того щоб сміливо й у темпі рухатися назустріч смертельній небезпеці потребується ні що інше, як весела та ритмічна музика.",
    "rule": "Граючи на відповідному до своїх вмінь музичному інструментові за 5 Готовності, музикант може просунутися вперед на 2 кроки й надає цю ж можливість усім союзникам в 15 кроках. Відстань дії Військового Маршу збільшується до 30 кроків для двох музикантів з цим талантом та до 50 кроків для трьох, і чотири музиканти посилять додатковий рух до 3 кроків замість 2. 

"
    },
    {
        "uid": "fire_support",
        "title": "ВОГНЕВА ПІДТРИМКА",
        "requirements": " Стрільба 3",
        "rank": 3,
        "description": "Незважаючи на усі формальні й неформальні заборони, стрільці продовжують стріляти у втягнутих у фехтування суперників, кладучи як чужих, так і своїх; принаймні, деякі роблять це професійніше за інших.



",
    "rule": "Прицілюючись у ворога, що втягнутий в Ближній Бій, стрілець з Вогневою Підтримкою нівелює штраф за Рух Цілі, що зазвичай становить +1, а відповідний штраф на випадкове влучання у союзників збільшується до +2.


"
    },
    {
        "uid": "dags_owner",
        "title": "ВОЛОДАР КИНДЖАЛІВ",
        "requirements": "",
        "rank": 3,
        "description": "Ексцентричне хобі ще не робить з Вас маніяка, щоб там не казали перелякані компаньйони. 



",
    "rule": "Персонаж може носити кожні чотири кинджали за 1 Навантаження."
    },
    {
        "uid": "grenadier",
        "title": "ГРЕНАДЕР",
    "requirements": " Метання ІI",
    "rank": 3,
        "description": "Кожна велика армія надає багато уваги підготовці гренадерів відповідно до надзвичайно вимогливих програм, адже жодна з надзвичайно дорогих й смертоносних гранат не має бути змарнована невмілим кидком.




",
    "rule": "Гренадер здатен кидати гранати на вдвічі більшу відстань ніж зазвичай, а також отримує +1 на перевірку ураження проти цілей."
    },
    {
        "uid": "deviant_behaivor",
        "title": "ДЕВІАНТНА ПОВЕДІНКА",
        "requirements": " 3 бали Глибинного Стресу",
        "rank": 3,
        "description": "Що можна очікувати від божевільного? Що завгодно



",
    "rule": "Персонаж із Девіантною Поведінкою може позачергово діяти першим у кожному Раунді, якщо після генерації Готовності у нього її найменше з усіх учасників бою. Девіантна Поведінка не спрацьовує коли персонаж Панікує
"
    },
    {
        "uid": "finishing_off",
        "title": "ДОБИВАЮЧИЙ РУХ",
        "requirements": "",
        "rank": 3,
        "description": "Неприглядні закони війни кажуть – добивай тих, хто найбільш вразливий в цей момент.



",
    "rule": "Атакуючи ціль, у якої нульова Стійкість чи Готовність, або яка Панікує, боєць отримує Перевагу."
    },
    {
        "uid": "dual_fighting",
        "title": "ДУАЛЬНИЙ БІЙ",
        "requirements": " бойовий талант Дуальна Зброя",
    "rank": 3,
        "description": "Особлива вправність дозволяє бійцям відбивати випади й одночасно контратакувати, стріляти з двох рук й при цьому всьому виглядати надзвичайно ефектно. 



",
    "rule": "Персонаж тепер може раз у Раунд виконувати дуальний прийом, одночасно виконавши певну дію кожною з рук – Атакуючу Дію або Реакцію, діставання й взведення зброї та інші варіанти. Виконуючи дуальний постріл чи кидок в одну ціль після дії прицілювання персонаж отримає відповідний бонус на обидва кидки. Дуальний прийом коштує в Готовності сумарну вартість виконаних дій
"
    },
]