import { MartialTrait } from './types';

const martialTraits: MartialTrait[] = [
  {
    title: "Адаптація Виживання",
    uid: "survival_adaptation",
    tier: 2,
    cost: 2,
    requirements: "",
    description: "Яким має бути справжній джентльмен, якщо кровопролиття неминуче? Чи має він бути відважним та невпинним, чи холоднокровним й розсудливим? Хитрим чи сильним? Милосердним чи жорстоким? Правда втім, що кожен має дати свою відповідь.",
    rule: "Персонаж може купити й мати один Бойовий Талант ІІ або ІІІ рангу, до якого у нього не виконується Вимога по Наративним Талантам або Негативам."
  },
  {
    title: "Арбалетник",
    uid: "crossbowman",
    tier: 2,
    cost: 2,
    requirements: "Стрільба 2",
    description: "Арбалет є простим та зрозумілим інструментом війни, але його спусковий механізм та тятива приховують у собі ряд таємниць, без знання яких не слід розраховувати на хороший постріл.",
    rule: "Арбалетчик може користуватися арбалетною зброєю з повною Майстерністю."
  },
  {
    title: "Бойова Концентрація",
    uid: "сombat_concentration",
    tier: 2,
    cost: 2,
    requirements: "",
    description: "Зібраність, уважність, спритність – усе це допоможе виграти в бою цінні миті для рішучої атаки.",
    rule: "Якщо в кінці Раунду у персонажа є залишок в 1 Готовності, він може перенести його на новий Раунд. Талант стає недієвим якщо персонаж Панікує."
  },
  {
    title: "Бойовий Дух",
    uid: "сombat_morale",
    tier: 2,
    cost: 2,
    requirements: "наративний талант Воля І",
    description: "Одні народжуються хоробрими, інші ж здобувають відчуття відваги з досвідом.",
    rule: "Чистий дубль на генерації Готовності не дає персонажу Запанікувати, незалежно від його Стресу та поточної напруги."
  },
  {
    title: "Бойовий Стрій",
    uid: "combat_stand",
    tier: 2,
    cost: 2,
    requirements: " наративний талант Тактики І або Дисципліни І",
    description: "Найвеличніші перемоги староадріанських легіонів були здобуті тим, що вони до чорта добре тримали свій стрій в бою",
    rule: "Для активації Строю потрібно мінімум п'ять персонажів з даним талантом, що стоять в максимально прямій лінії, повернутій у напрямку сил супротивника, на відстані 0-1 кроки один від одного. Бійці Строю мають перевагу над ворогом, що втягнутий в ближній бій із фронтом Строю, а також вважають поточну Ситуацію на ранг простішою, якщо весь Бойовий Стрій одягнений в однакову військову форму. Якщо певний боєць піддався Паніці, то до кінця Раунду він вибуває зі Строю; якщо в одній ліній з інтервалом в 0-1 крок залишається менше 5 чоловік під ефектом Строю, тоді до кінця Раунду його ефект втрачає силу."
  },
  {
    title: "Важка Рука",
    uid: "heavy_hand",
    tier: 2,
    cost: 2,
    requirements: "наративний талант Сила І",
    description: "Недостатньо бити зі всієї сили – необхідно вміти правильно вкласти енергію усього тіла в удар, і тоді під ним прогнеться будь-яка захисна пластина.",
    rule: "Атаки персонажа у ближньому бою мають Бронебій +1."
  },
  {
    title: "Дуальна Зброя",
    uid: "dual_weapon",
    tier: 2,
    cost: 2,
    requirements: "",
    description: "Всесторонньо розвинуті джентльмени здатні вчиняти насилля як правою, так і лівою рукою",
    rule: "Персонаж більше не має штрафу за використання зброї з неосновної руки."
  },
  {
    title: "Екзотична Зброя",
    uid: "exotic_weapon",
    tier: 2,
    cost: 2,
    requirements: "",
    description: "Бойовий геній людства не знає меж, і щоб опанувати усі його смертоносні вигадки знадобиться багато часу й практики.",
    rule: "Даний Бойовий Талант береться на один конкретний вид Екзотичної Зброї, надаючи персонажу змогу використовувати його з повною Майстерністю та можливість його перезаряджати. Персонаж може опанувати більше однієї Екзотичної Зброї, беручи цей Бойовий Талант більше одного разу."
  },
  {
    title: "Зтишувач",
    uid: "stunner",
    tier: 2,
    cost: 2,
    requirements: " наративний талант Скритність І або Бокс І",
    description: "Професіонали цінують тишу.",
    rule: "У Номері Мортале, виконаним у ближньому бою зброєю із Частковим Пошкодженням, даний Талант дозволяє перевернути один куб на обох кидках Пошкодження."
  },
  {
    title: "Критична Можливість",
    uid: "сritical_сhance",
    tier: 2,
    cost: 2,
    requirements: "",
    description: "Коли обставини складаються у твою користь й супротивник вдається до помилок, необхідно володіти особливою вдачею щоб скористатися такою можливістю.",
    rule: "Отримавши на Тесті Майстерності дубль '6' , із врахуванням переворотів й переводів, персонаж отримує +3 Готовності та Стійкості, а також Фатум + та – до кінця Раунду."
  },
  {
    title: "Лучник",
    uid: "archer",
    tier: 2,
    cost: 2,
    requirements: "Стрільба 2",
    description: "Озброєні бойовими луками та повними колчанами стріл рейнджери стали надзвичайною рідкістю на полі бою – але секрети їх майстерності нікуди не зникли.",
    rule: "Лучник може користуватися луками з повною Майстерністю."
  },
  {
    title: "Метатель",
    uid: "thrower",
    tier: 2,
    cost: 2,
    requirements: "Метання 2",
    description: "Одні вчяться кидати ножі заради розваги, інші – через значно темніші наміри.",
    rule: "Метання спеціалізованої метальної зброї при даному Таланті матиме 5 Складність замість стандартної 6-тої. Додатково, відстань ураження метальних списів збільшується удвічі."
  },
  {
    title: "Мітка Вбивці",
    uid: "murderer_mark",
    tier: 2,
    cost: 2,
    requirements: " спеціальне правило Фатум +",
    description: "Доля одних – вижити, доля інших – нести смерть.",
    rule: "Персонаж може використовувати власний Фатум + як Фатум –."
  },
  {
    title: "Нова Людина",
    uid: "new_personality",
    tier: 2,
    cost: 5,
    requirements: "",
    description: "Новий  Час  відрізняється  своїм  гуманізмом,  орієнтацією  на  науку  та  культуру,  і  безліч  видатних  осіб впливають на сучасний світ, при цьому не маючи і гадки за яку сторону слід тримати меч або мушкет.",
    rule: "Персонаж  негайно  отримує  новий  Атрибут  з  двома  Наративними  Талантами,  і  його  ліміт  Атрибутів збільшується на +1. Даний Бойовий Талант купується за 5 балів Бойового Досвіду замість стандартних 2."
  },
  {
    title: "Рефлекс Воїна",
    uid: "warrior`s_reflex",
    tier: 2,
    cost: 2,
    requirements: " наративний талант Спритність І",
    description: "У досвідченого воїна зброя слухняніша і сама стрибає у руки.",
    rule: "Персонаж може вихоплювати власну зручно закріплену зброю зі знижкою 1 Готовності. Якщо вартість вихоплення зброї скаде 0 Готовності, тоді персонаж може вихопити її  як  частину Захисної Реакції. Додатково, Рефлекс Воїна дозволяє готувати Номер Мортале не тримаючи зброю у руках. Талант  стає  недієвим якщо у персонажа більше 12 Навантаження."
  },
  {
    title: "Салютування",
    uid: "salute",
    tier: 2,
    cost: 2,
    requirements: " наративний талант Харизма І, Етикет І або Залякування І",
    description: "Адже манери джентльмена не залежать від обставин.",
    rule: "Салютування виконується до початку бою, якщо це дозволяють обставини; якщо ж бій розпочинається із засідки або вороги кидаються один на одного в ту ж мить, як зустрілись, тоді на церемоніальне привітання не залишається часу. Коли хоча б один персонаж однієї сторони салютує і серед опонентів немає кому виконати гідну відповідь, що також потребує наявності даного Таланту, тоді сторона опонентів почне бій з +1 Бойової Напруги."
  },
  {
    title: "Спринт",
    uid: "sprint",
    tier: 2,
    cost: 2,
    requirements: " наративний талант Атлетика I",
    description: "Боєць у гарній спортивній формі зможе з легкістю перегнати своїх супротивників – що може бути життєво важливим як при переслідуванні, так і при відступі.",
    rule: "Персонаж може раз  у Раунд  виконати Пробіг  на 15 кроків за 6  Готовності. Талант стає  недієвим якщо у персонажа більше 12 Навантаження."
  },
  {
    title: "Сумнівний Досвід",
    uid: "doubtful_experience",
    tier: 2,
    cost: 2,
    requirements: "",
    description: "Нові виклики потребують нових підходів.",
    rule: "Персонаж може звільнитися від Бойових Талантів чи рангів Бойових Технік на суму в 6 Балів Бойового Досвіду і перерозподілити їх після наступної ігрової зустрічі. Сумнівний досвід не дозволяє знімати Бойові Таланти Корони (5-тий та 6-тий ранг), Бойові Таланти які виконують Вимогу до інших наявних у персонажа Бойових Талантів, Нову Людину та сам Сумнівний Досвід. Даний Талант можна брати неодноразово, але не частіше ніж раз у 5 ігрових зустрічей."
  },
  {
    title: "Тактика Оточення",
    uid: "flanking",
    tier: 2,
    cost: 2,
    requirements: "",
    description: "Ефективна кооперація є девізом Нового Часу, хоч сама по собі ця ідея – стара як світ.",
    rule: "Оточивши разом із союзником одного ворога з двох протилежних сторін, ббоєць вважається як два бійця для розрахунку Переваги за Оточення. Додатково, боєць, що оточений трьома-чотирма ворогами з Тактикою Оточення, отримує штраф +1 на вартість усіх Атакуючих Дій й Реакцій проти них, або штраф +2 якщо їх п'ять та більше."
  },
  {
    title: "Тактичний Рух",
    uid: "taactical_move",
    tier: 2,
    cost: 2,
    requirements: "",
    description: "Володієте Ви грацією танцю чи у Вас поступ ведмедя – головне не стояти на місці!",
    rule: "Персонаж тепер може рухатись Півкроком у будь-який бік окрім прямого відступу від ворожої цілі, котра визначається по звичайним правилам. Прямий відступ це рух у гекс або два гекси прямо назад від пріоритетної цілі виконавця Тактичного Руху. Півкрок вперед до ворожої цілі, зроблений одночасно з фехтувальною Атакуючою Дією або Реакцією, дозволяє просунутись одразу на 2 кроки. Талант стає недієвим якщо у персонажа більше 12 Навантаження."
  },
  {
    title: "Фехтувальний Фінт — Кавалерійська Зброя",
    uid: "fencing:cavalry_weapons",
    tier: 2,
    cost: 2,
    requirements: "Для: Спис, Кавалерійська Піка Шабля.",
    description: "Кожна зброя має свій секрет, певний нюанс, який успішно використовують численні фахівці по всіх бойових фронтах Земного Диску.",
    rule: "При Кавалерійському Ударі при дублі Пошкодження від списа, короткого списа та кавалерійської піки наноситься додаткові +2 Летальності, а шабля не може бути втрачена."
  },
  {
    title: "Фехтувальний Фінт — Важкий Приклад",
    uid: "fencing:heavy_butt",
    tier: 2,
    cost: 2,
    requirements: "Для: Гвинтівка, Карабін, Мушкет, одноручний та дворучний Мушкетон, Пістоль",
    description: "Кожна зброя має свій секрет, певний нюанс, який успішно використовують численні фахівці по всіх бойових фронтах Земного Диску.",
    rule: "Удари прикладом або яблуком вогнепальної зброї більше не надають Перевагу над персонажем та отримують бонус +2 Летальності. Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі."
  },
  {
    title: "Фехтувальний Фінт — Зупиняючий Укол",
    uid: "fencing:staying_shot",
    tier: 2,
    cost: 2,
    requirements: "Для: Алебарда, Спис, Піка, Штик",
    description: "Кожна зброя має свій секрет, певний нюанс, який успішно використовують численні фахівці по всіх бойових фронтах Земного Диску.",
    rule: "Успішний Тест Майстерності на Атакуючій Реакції відповідною зброєю не дає супротивнику зробити Пів Крок вперед, що може відмінити його власну Атакуючу Дію якщо у нього не вистачить Дистанції для завершення удару. Також, Атакуючі Реакції відповідною зброєю на Кавалерійський Удар мають +1 Летальності та +1 Бронебій. Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі."
  },
  {
    title: "Фехтувальний Фінт — Череполом",
    uid: "fencing:skullcrusher",
    tier: 2,
    cost: 2,
    requirements: "Для: Кастет, Палиця",
    description: "Кожна зброя має свій секрет, певний нюанс, який успішно використовують численні фахівці по всіх бойових фронтах Земного Диску.",
    rule: "Для Нокауту, отриманого внаслідок Номеру Мортале кастетом або палицею кидається два D6 і обирається більший; у випадку Незламаної цілі обидва таланти відміняють один-одного. Додатково, нокаут від череполомного Номер Мортале замість Раундів триватиме стільки ж хвилин.. Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі."
  },
  {
    title: "Фехтувальний Фінт — Сталеве Відлуння",
    uid: "fencing:Steel_echo",
    tier: 2,
    cost: 2,
    requirements: "Для: Булава, Бойовий Молот",
    description: "Кожна зброя має свій секрет, певний нюанс, який успішно використовують численні фахівці по всіх бойових фронтах Земного Диску.",
    rule: "Якщо попадання відповідної зброї було заблоковано ефектом обладунку, воно наносить Часткове Пошкодження крізь захист. Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі."
  },
  {
    title: "Фехтувальний Фінт — Традиційна Техніка",
    uid: "fencing:traditional_technique",
    tier: 2,
    cost: 2,
    requirements: "Для: Меч",
    description: "Кожна зброя має свій секрет, певний нюанс, який успішно використовують численні фахівці по всіх бойових фронтах Земного Диску.",
    rule: "Ефект Правильної Стійки для прийомів Класичного Фехтування вважається на 1 Майстерності вищим.Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі."
  },
  {
    title: "Фехтувальний Фінт — Хват Леза",
    uid: "fencing:grab_the_blades",
    tier: 2,
    cost: 2,
    requirements: "Для: Меч, Дворучний Меч",
    description: "Подібний хват меча, що підвищує точність й силу уколів, був розроблений спеціально для боротьби з армованими супротивниками, для того щоб ефективно вражати їх у слабкозахищені місця.",
    rule: "Персонаж може за 1 Готовності перехопити лезо меча другою рукою, яка має бути вільною, що надасть +1 Бронебій на атаки відповідною зброєю. Хват збивається при Пробігах та падіннях й спробах встати. Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі."
  },
  {
    title: "Фехтувальний Фінт — Дорізаючий Рух",
    uid: "fencing:cutting_movement",
    tier: 2,
    cost: 2,
    requirements: "Для: Шабля",
    description: "Навіть м'яке попадання шаблею може бути перетворене у високо летальну атаку завдяки спеціальному прорізаючому руху леза.",
    rule: "Нанісши супротивнику Атакуючою Дією чи Атакуючою Реакцією шаблею не більше 4 Пошкодження без врахування Летальності, персонаж може додати ще +2 Летальності на цей удар за 2 Готовності. Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі."
  },
  {
    title: "Фехтувальний Фінт — Оминаюче Лезо",
    uid: "fencing:bypass_blade",
    tier: 2,
    cost: 2,
    requirements: "Для: Шабля",
    description: "Вигин шаблі перш за все служить для посилення рублячих ударів, але вмілі фехтувальники також застосовують його для оминання ворожого захисту.",
    rule: "Після Тесту Майстерності Атакуючої Дії або Атакуючої Реакції шаблею, що був провалений на значення 1 (наприклад, на Тесті 7+ випав результат '6'), персонаж може за додаткові 1 Готовності нанести ворогу Поріз.Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі."
  },
  {
    title: "Фехтувальний Фінт — Довгий Випад",
    uid: "fencing:long_lunge",
    tier: 2,
    cost: 2,
    requirements: "Для: Рапіра",
    description: "Зовсім не короткий клинок рапіри дозволяє фехтувальнику діставати навіть віддалені цілі, роблячи глибокі випади.",
    rule: "Заплативши на 1 Готовності більше за виконання Атакуючої Дії або Атакуючої Реакції, персонаж може вважати власну рапіру із Дистанцією 0-1. Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі."
  },
  {
    title: "Фехтувальний Фінт — Важкий Випад",
    uid: "fencing:heavy_lunge",
    tier: 2,
    cost: 2,
    requirements: "Для: Рапіра",
    description: "Конструкція рапіри дозволяє наносити швидкі уколи, які, втім, потребують вагомої сили від виконавця. ",
    rule: "Персонаж може отримати знижку в 1 Готовності на кожну першу в Раунді Атакуючу Дію або Атакуючу Реакцію рапірою, але отримає ранг Немічі на даний Тест Майстерності. Велика сила дозволяє компенсувати ефект, ігноруючи значення на кубі Немічі рівне або менше за подвійний ранг Наративного Таланту Сили персонажа, при умові що він не має Немічі з іншого джерела.Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі."
  },
  {
    title: "Фехтувальний Фінт — Швидкий Клинок",
    uid: "fencing:quick_blade",
    tier: 2,
    cost: 2,
    requirements: "Для: Малий Меч",
    description: "Кожна зброя має свій секрет, певний нюанс, який успішно використовують численні фахівці по всіх бойових фронтах Земного Диску.",
    rule: "Діставання Малого Меча з піхви вартує на 1 Готовності менше. Якщо вартість даної дії стає 0, тоді Малий Меч можна дістати як частину Реакції. Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі."
  },
  {
    title: "Фехтувальний Фінт — Легкі Уколи",
    uid: "fencing:light_shots",
    tier: 2,
    cost: 2,
    requirements: "Для: Малий Меч",
    description: "Кожна зброя має свій секрет, певний нюанс, який успішно використовують численні фахівці по всіх бойових фронтах Земного Диску.",
    rule: "Персонаж може отримати знижку в 1 Готовності на кожну першу в Раунді Атакуючу Дію або Атакуючу Реакцію малим мечем, але Обладунок його супротивника для даної атаки вважатиметься на 3 бали вищим; дана бонусна броня не пробивається Бронебійністю, але зменшується на 1 за кожен ранг наративного таланту Спритність атакуючого (наприклад, при Спритності ІІ бонусна броня буде лише +1).. Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі."
  },
  {
    title: "Фехтувальний Фінт — Відвід Щита",
    uid: "fencing:shield_retraction",
    tier: 2,
    cost: 2,
    requirements: "Для: Сокира, Бердиш, Алебарда",
    description: "Кожна зброя має свій секрет, певний нюанс, який успішно використовують численні фахівці по всіх бойових фронтах Земного Диску.",
    rule: "Персонаж із відповідною зброєю отримує можливість проводити Спеціальний Прийом за 2 Готовності проти ворога зі щитом. При успіху щит відтягується у сторону і його носій втрачає усі пов'язані з ним бонуси, а його вороги отримують над ним Перевагу. Ефект триває до тих пір, поки опонент не звільнить свій щит аналогічним Спеціальним Прийомом за 2 Готовності або просто не відкине його за 1 Готовності, поки виконавець Відводу не проведе іншу дію даною зброєю або поки відстань між обома бійцями не стане більшою ніж Дистанція зброї +2 кроки.Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі."
  },
  {
    title: "Фехтувальний Фінт — Торцування",
    uid: "fencing:shield_strike",
    tier: 2,
    cost: 2,
    requirements: "Для: Щит, Великий Щит",
    description: "Кожна зброя має свій секрет, певний нюанс, який успішно використовують численні фахівці по всіх бойових фронтах Земного Диску.",
    rule: "Удари щитом отримують +2 Летальності та +1 Бронебійності. Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі.",
    "deprecated": "0.21"
  },
  {
    title: "Фехтувальний Фінт — Збиваючий Прийом",
    uid: "fencing:knocking_technique",
    tier: 2,
    cost: 2,
    requirements: "Для: Алебарда, Людинолов",
    description: "Кожна зброя має свій секрет, певний нюанс, який успішно використовують численні фахівці по всіх бойових фронтах Земного Диску.",
    rule: "Спеціальний Прийом на збиття вершника з сідла, виконаний алебардою або людиноловом, вартує на 1 Готовності менше та виконується із Перевагою. Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі."
  },
  {
    title: "Фехтувальний Фінт — Широкі Взмахи",
    uid: "fencing:Wide_swings",
    tier: 2,
    cost: 2,
    requirements: "Бердиш, Дворучний Меч",
    description: "Кожна зброя має свій секрет, певний нюанс, який успішно використовують численні фахівці по всіх бойових фронтах Земного Диску.",
    rule: "Коли боєць виконує Атакуючу Дію або Атакуючу Реакцію відповідною зброєю, Перевага та Повна Перевага над ним за оточення потребуватиме на двох ворогів більше. Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі."
  },
  {
    title: "Фехтувальний Фінт — Криваве Вгризання",
    uid: "fencing:bloody_nibbling",
    tier: 2,
    cost: 2,
    requirements: "Для: Сокира, Бердиш, Алебарда",
    description: "Кожна зброя має свій секрет, певний нюанс, який успішно використовують численні фахівці по всіх бойових фронтах Земного Диску.",
    rule: "Якщо після успішної Атакуючої Дії чи Атакуючої Реакції відповідною зброєю у ворога залишилось рівно 1 Стійкості, персонаж може виконати Вгризання за 2 Готовності, збиваючи залишок Стійкості й провокуючи кидок Нокауту. Для Каталогу Шрамів буде застосовуватись отримане перед Вгризанням Пошкодження. Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі."
  },
  {
    title: "Фехтувальний Фінт — Живе жало",
    uid: "fencing:live_sting",
    tier: 2,
    cost: 2,
    requirements: "Для: Батіг",
    description: "Кожна зброя має свій секрет, певний нюанс, який успішно використовують численні фахівці по всіх бойових фронтах Земного Диску.",
    rule: "Батіг наносить Часткове Пошкодження замість Мінімального; додатково, Поріз від батогів вважається як при Повному Пошкодженні.Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі."
  },
  {
    title: "Фехтувальний Фінт — Клинок Маестро",
    uid: "fencing:maestro`s_blade",
    tier: 2,
    cost: 2,
    requirements: "Для: Дворучний меч",
    description: "Кожна зброя має свій секрет, певний нюанс, який успішно використовують численні фахівці по всіх бойових фронтах Земного Диску.",
    rule: "Ефект від бойових талантів Фехтувальний Баланс та Досконалий Баланс тепер розповсюджується на дворучний меч, але тільки поки у персонажа не більше ніж 6 Навантаження.Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі."
  },
  {
    title: "Фехтувальний Фінт — Фехтувальна пара",
    uid: "fencing:fencing_pair",
    tier: 2,
    cost: 2,
    requirements: "Для: Малий Меч або Рапіра разом з Парируючим Кинджалом або Мечеломом",
    description: "Кожна зброя має свій секрет, певний нюанс, який успішно використовують численні фахівці по всіх бойових фронтах Земного Диску.",
    rule: "Ефект від бойових талантів Фехтувальний Баланс та Досконалий Баланс тепер розповсюджується на фехтування з малим мечем або рапірою в одній руці, та парируючим кинджалом або мечеломом в іншій; але тільки поки у персонажа не більше ніж 6 Навантаження.Кожен Фінт діє лише на певний вид зброї, що буде вказаний у його описі, надаючи бійцю додаткову опцію або перавагу. Кожен персонаж може вивчити більше одного Фехтувального Фінта: взявши цей талант вперше, боєць отримує 1 Фінт, вдруге – ще 2 Фінти, в третій раз 3 Фінти і так далі, поки він не опанує їх всі."
  },
  {
    title: "Фехтувальний Етикет",
    uid: "fencing_etiquette",
    tier: 2,
    cost: 2,
    requirements: " Високе фехтування 4",
    description: "Етикет вчить не тільки як виглядати ліпше, але також як ранити глибше.",
    rule: "Під ефектом Дворянської Стійки персонаж може заблокувати переворот вниз на пошкодженні від Королівського Уколу"
  },
  {
    title: "Забиваючи Цвяхи",
    uid: "hammering nails",
    tier: 2,
    cost: 2,
    requirements: "Дикий бій 4",
    description: "Є час фехтувати – а є час забивати ворога щедрим градом ударів.",
    rule: "З ефектом від Клича Ненависті персонаж може зробити Невпинну Атаку за 9 Готовності, виконавши її як потрійну Атакуючу Дію."
  },
  {
    title: "Батальна Молитва",
    uid: "battle_prayer",
    tier: 2,
    cost: 2,
    requirements: "Лицарський стиль 4",
    description: "Істинна молитва ніколи не спиняється.",
    rule: "Успішно зробивши Клятву Сталі на атаки ворога двічі підряд, персонаж відновлює 2 Стійкості та може скинути один жетон Батального Шоку."
  },
  {
    title: "Невловимий Арлекін",
    uid: "elusive_arlequin",
    tier: 2,
    cost: 2,
    requirements: "Химерія 4",
    description: "Справжня грація та краса є недоторканою та невловимо миттєвою.",
    rule: "Ефект Відволікаючого Фінта на Вихорі має ефект в повну Майстерність, а не половину. А у Плутовському Випаді з Стійки Відволікаючого Фінта куб на спалювання Готовності має переворот вверх."
  },
  {
    title: "Театральні Уловки",
    uid: "theater_tricks",
    tier: 2,
    cost: 2,
    requirements: "Інфернальний бій 4",
    description: "Втримати увагу публіки – важливе вміння для театрала!",
    rule: "Успішне виконання прийомів Танця зі Смертю, Вчиняючи Біль або Пекельної Послуги з ефектом Апостолу Терору проти супротивника що Панікує автоматично продовжує його Паніку на наступний Раунд"
  },
  {
    title: "Адапатація Перемоги",
    uid: "adaptation_of_victory",
    tier: 3,
    cost: 3,
    requirements: "бойовий талант Адаптація Виживання",
    description: "Будь-які військові доктрини й істини – це лише традиційні настанови; порушувати їх це право й обов'язок будь кого, хто прагне вирвати для себе перемогу з рук самої долі.",
    rule: "Персонаж може купити й мати ще один Бойовий Талант ІІ, ІІІ або ІV рангу, до якого у нього не виконується Вимога по Наративним Талантам або Негативам"
  },
  {
    title: "Ад'ютант",
    uid: "adjutant",
    tier: 3,
    cost: 3,
    requirements: "наративний талант Командування І",
    description: "Справжній командувач озвучує свій наказ лише один раз, і це вже робота сержантів донести його крізь шум баталії до розтягнутого на сотні й тисячі кроків строю солдат.",
    rule: "Знаходячись у зоні дії Талантів Бойового Лідера та Бойових Наказів свого командувача, персонаж може витратити 1 Готовності на початку Раунду й переозвучити їх, протягуючи їх ефект ще на 15 кроків від себе. Даний талант стає недієвим якщо персонаж Панікує."
  },
  {
    title: "Бентежна Аура",
    uid: "disturbing_aura",
    tier: 3,
    cost: 3,
    requirements: "3+ Струни Імаго",
    description: "Незрима сила певних особистостей оточує їх сакральною недоторканністю.",
    rule: "Вороги, що впродовж одного Раунду виконали хоча б одну Атакуючу Дію або Атакуючу Реакцію проти персонажа із Бентежною Аурою, отримують 1 Батальний Шок. Боєць, що нокаутував або вбив носія Бентежної Аури, отримує 3 Батального Шоку."
  },
  {
    title: "Блискавична Реакція",
    uid: "lightning_reaction",
    tier: 3,
    cost: 3,
    requirements: "наративний талант Спритність II",
    description: "Ні міліметру марного руху, лише чіткість й виваженість допоможе відбити справжній вихор ворожих атак.",
    rule: "Раз у Раунд боєць може зробити дві одночасних Захисних Реакції однією зброєю проти двох різних атак, навіть виконаних у одній Серії. Даний Талант стає недієвим якщо у персонажа більше 12 Навантаження"
  },
  {
    title: "Бойова Рішучість",
    uid: "combat_determination",
    tier: 3,
    cost: 3,
    requirements: "бойовий талант Берсерк",
    description: "Плекаючи у своєму серці жагу кровопролиття, підтримуючи вогонь гніву та візуалізуючи смерть своїх ворогів, боєць перманентно знаходиться у стані жахаючої рішучості; достатньо одного бойового кличу, щоб випустити усіх його демонів назовні.",
    rule: "Персонаж із Бойовою Рішучістю може самостійно увійти в стан Берсерка за 6 Готовності, додатково роздаючи 1 бал Батального Шоку усім ворогам в 5 кроках. Якщо персонаж знаходиться під впливом союзницького Батального Промовця або Військового Маршу, тоді він може зробити те саме за 3 Готовності."
  },
  {
    title: "Бугай",
    uid: "bittern",
    tier: 3,
    cost: 3,
    requirements: " бойовий талант Важка Рука або Незламанний",
    description: "Історію Нового Часу творять великі люди – й інколи, великі у прямому сенсі",
    rule: "Даний персонаж має Перевагу на Спеціальні Прийоми Захвату, Підсічки та Штовхання, в тому числі коли є їх ціллю. Якщо Бугай має бойовий талант Важку руку, то нокаутовані ним в ближньому бою вороги залишаються в нокауті довше на 1 Раунд, хвилину або годину, відповідно до його базової тривалості. Якщо Бугай має бойовий талант Незламанний, тоді власний Нокаут він вважає на 1 коротшим, але не менше ніж 1 Раунд, хвилину або годину, відповідно до базової тривалості."
  },
  {
    title: "Великий Воїн",
    uid: "great_warrior",
    tier: 3,
    cost: 3,
    requirements: "негативний атрибут Велетень ІІ",
    description: "Найкрупніших чоловіків завжди забирали у найбільш почесні військові підрозділи, адже велика статура традиційно вважається за перевагу для ближнього бою.",
    rule: "Персонаж отримує спеціальне правило Гігант І"
  },
  {
    title: "Військовий Марш",
    uid: "march",
    tier: 3,
    cost: 3,
    requirements: "наративний талант Музикант І",
    description: "Для того щоб сміливо й у темпі рухатися назустріч смертельній небезпеці потребується ні що інше, як весела та ритмічна музика.",
    rule: "Граючи на відповідному до своїх вмінь музичному інструментові за 5 Готовності, музикант може просунутися вперед на 2 кроки й надає цю ж можливість усім союзникам в 15 кроках. Відстань дії Військового Маршу збільшується до 30 кроків для двох музикантів з цим талантом та до 50 кроків для трьох, і чотири музиканти посилять додатковий рух до 3 кроків замість 2."
  },
  {
    title: "Войовничий Самітник",
    uid: "warrior-loner",
    tier: 3,
    cost: 3,
    requirements: "",
    description: "Замкнені у собі й мовчазні ветерани спецпідрозділів відчувають себе у своїй тарілці, тільки коли опиняються у глибокому ворожому тилу сам на сам проти чисельно переважаючих сил супротивника.",
    rule: "Якщо на початку Раунду у 15-ти кроках навколо Войовничого Самітника відсутні бойові союзники, він отримує +1 Готовності. Талант стає недієвим якщо персонаж Панікує."
  },
  {
    title: "Вогнева Підтримка",
    uid: "fire_support",
    tier: 3,
    cost: 3,
    requirements: " Стрільба 3",
    description: "Незважаючи на усі формальні й неформальні заборони, стрільці продовжують стріляти у втягнутих у фехтування суперників, кладучи як чужих, так і своїх; принаймні, деякі роблять це професійніше за інших.",
    rule: "Прицілюючись у ворога, що втягнутий в Ближній Бій, стрілець з Вогневою Підтримкою нівелює штраф за Рух Цілі, що зазвичай становить +1, а відповідний штраф на випадкове влучання у союзників збільшується до +2."
  },
  {
    title: "Володар Кинджалів",
    uid: "dags_owner",
    tier: 3,
    cost: 3,
    requirements: "",
    description: "Ексцентричне хобі ще не робить з Вас маніяка, щоб там не казали перелякані компаньйони.",
    rule: "Персонаж може носити кожні чотири кинджали за 1 Навантаження."
  },
  {
    title: "Гренадер",
    uid: "grenadier",
    tier: 3,
    cost: 3,
    requirements: " Метання ІI",
    description: "Кожна велика армія надає багато уваги підготовці гренадерів відповідно до надзвичайно вимогливих програм, адже жодна з надзвичайно дорогих й смертоносних гранат не має бути змарнована невмілим кидком.",
    rule: "Гренадер здатен кидати гранати на вдвічі більшу відстань ніж зазвичай, а також отримує +1 на перевірку ураження проти цілей. Додатково, кожні 3 легкі, важкі, димові гранати, петардних гірлянди та горючих лампади займають на 1 Навантаження менше."
  },
  {
    title: "Девіантна Поведінка",
    uid: "deviant_behaivor",
    tier: 3,
    cost: 3,
    requirements: " 3 бали Глибинного Стресу",
    description: "Що можна очікувати від божевільного? Що завгодно",
    rule: "Персонаж із Девіантною Поведінкою може позачергово діяти першим у кожному Раунді, якщо після генерації Готовності у нього її найменше з усіх учасників бою. Девіантна Поведінка не спрацьовує коли персонаж Панікує"
  },
  {
    title: "Добиваючий Рух",
    uid: "finishing_off",
    tier: 3,
    cost: 3,
    requirements: "",
    description: "Неприглядні закони війни кажуть – добивай тих, хто найбільш вразливий в цей момент.",
    rule: "Боєць отримує Перевагу проти цілей у яких нульова Стійкість чи Готовність, або які Панікують, окрім якщо боєць сам є атакованим і не виконує Атакуючу Реакцію."
  },
  {
    title: "Дуальний Бій",
    uid: "dual_fighting",
    tier: 3,
    cost: 3,
    requirements: " бойовий талант Дуальна Зброя",
    description: "Особлива вправність дозволяє бійцям відбивати випади й одночасно контратакувати, стріляти з двох рук й при цьому всьому виглядати надзвичайно ефектно.",
    rule: "Персонаж з Дуальним Боєм може виконувати Дуальний Прийом як Серію, одночасно виконавши певну дію кожною з рук – Атакуючу Дію або Реакцію, діставання й взведення зброї та інші варіанти. За допомогою Дуального Прийому можна виконати дві одночасні Реакції – на одну або декілька одночасних Атакуючих Дій. Виконуючи дуальний постріл чи кидок в одну ціль після дії прицілювання персонаж отримає відповідний бонус на обидва кидки. Дуальний прийом коштує в Готовності сумарну вартість виконаних дій. Наступний перелік бойових дій неможливо виконати подвійно як Дуальний Прийом: Стрімкий Напад, Удар Сталі, Клятва Сталі, Спеціальні Прийоми та Біжи й Стріляй."
  },
  {
    title: "Загрожуюча Стійка",
    uid: "threatening_stance",
    tier: 3,
    cost: 3,
    requirements: " техніка Фехтування ІІІ, окрім Класичного Фехтування",
    description: "Неприглядні закони війни кажуть – добивай тих, хто найбільш вразливий в цей момент.",
    rule: "Якщо персонаж має Перевагу над супротивником і на момент Генерації Готовності знаходиться під ефектом Фехтувальної Стійки, тоді його супротивник одразу втрачає 1 із згенерованої Готовності; Загрожуюча Стійка комбінується до максимальної втрати 3 Готовності. Даний талант стає недієвим якщо персонаж Панікує або має більше 12 Навантаження."
  },
  {
    title: "Захисник",
    uid: "defender",
    tier: 3,
    cost: 3,
    requirements: " наративний талант Уважність або Реакція",
    description: "Через власне природнє шляхетство або вагомий грошовий контракт боєць вимушений слідкувати за безпекою іншої особи – і з цим обов’язком він справляється професійно. ",
    rule: "Захисник може раз у Раунд виконувати Захисну Реакцію на Атакуючі Дії, що націлені на іншого персонажа в межах дистанції ближнбого бою Захисника. Реакція Захисника відігрується так, немов він і є ціллю атаки."
  },
  {
    title: "Збирач Шрамів",
    uid: "scar_collector",
    tier: 3,
    cost: 3,
    requirements: "бойовий талант Незламанний",
    description: "Не варто соромитися власних шрамів, соромитися слід їх відсутності. ",
    rule: "Персонаж отримує на 1 Стресу менше внаслідок поранень і в третину швидше одужує від травм."
  },
  {
    title: "Звичні Умови",
    uid: "accustomed_conditions",
    tier: 3,
    cost: 3,
    requirements: "",
    description: "Найбільші труднощі, з якими зіштовхнулися колоніальні імперії при війні з невеликими народами – це їх значно краща пристосованість до військових дій у кліматі та географії своєї батьківщини. ",
    rule: "Ведучи бій у своїх Звичних Умовах непоранений і непанікуючий персонаж отримує +1 Готовності кожного Раунду. При взяті даного Таланту обирається один з типів місцевості, який стане Звичними Умовами для бійця: вулиці й провулки, водні простори, гори, джунглі, пустелі, фортифікації або інші, за згодою Ведучого."
  },
  {
    title: "Знавець Прийомів",
    uid: "expert_of_techniques",
    tier: 3,
    cost: 3,
    requirements: "",
    description: "У рукаві досвідченого фехтувальника приховано значно більше прийомів, ніж стандартні випади та контрвипади.",
    rule: "Підвищення Складності виконання Спеціальних Прийомів стає +1 замість +2. Також, Знавець Прийомів може виконувати Спеціальні Прийоми як Неатакуючу Реакцію. Талант стає недієвим якщо у персонажа більше 12 Навантаження."
  },
  {
    title: "Інстинкт",
    uid: "instinct",
    tier: 3,
    cost: 3,
    requirements: "",
    description: "Не кожен вірить у «погані передчуття», але зайвий раз пригнути голову не ганебно",
    rule: "Персонаж може застосувати Інстинкт на початку Раунду, одразу після генерації Готовності, щоб підвищити на 1 Складність усіх Атакуючих Дій та Атакуючих Реакцій проти себе, включаючи постріли та метання зброї. Інстинкт можна задіяти безкоштовно один раз у 12 Годин, і за 1 Стрес за кожну наступну активації, поки у персонажа менше 10 Стресу."
  },
  {
    title: "Іменна Зброя",
    uid: "nominal_weapon",
    tier: 3,
    cost: 3,
    requirements: "",
    description: "Люди схильні до ірраціональних прив’язаностей та забобонів, особливо коли мова йде про небезпечні та криваві професії. ",
    rule: "Даний Бойовий Талант може впливати одночасно лише на одну зброю, яку персонаж використовує більше трьох ігрових місяців або яка є предметом стартового інвентаря. Персонаж має дати гідне ім'я своїй Іменній Зброї та уникати використання іншої зброї такого ж типу під загрозою втрати бонусів. При виконанні усіх вимог в руках даного персонажа Іменна Зброя вважається з додатковим рангом Елітарності, з ефектом на спільний розсуд гравця і Ведучого. Даний Талант може діяти і на комплект (фехтувальна пара, пістолетний квартет) при умові цілісності набору, його походження від одного виробника. Втрата Іменної Зброї вважається втратою бойового товариша, тому може викликати Наративний Стрес. "
  },
  {
    title: "Кавалерійський Удар",
    uid: "cavalry_strike",
    tier: 3,
    cost: 3,
    requirements: " наративний талант Вершник",
    description: "Коли кавалерія переходить з кроку на швидший алюр, оголяючи шаблі та направляючи списи, перебування на їх шляху стає поганою прикметою, а спроба втечі від них – ще гіршою ідеєю.",
    rule: "Якщо під час руху галопом у дистанції ближнього бою вершника опинився ворог, тоді кавалерист може виконати позачергову Атакуючу Дію проти нього. Така атака отримає +1 Летальності; якщо на Пошкодження випаде дубль, до переворотів й переводів, тоді вершник втратить відповідну зброю, випустивши її з рук внаслідок сили удару або через пошкоджене древко, а ціль атаки буде збита з ніг або зі свого коня."
  },
  {
    title: "Ковзаюче Попадання",
    uid: "affecting_hit",
    tier: 3,
    cost: 3,
    requirements: " Стрільба 3 або Метання 3",
    description: "Як не застрелив, то хоча б подряпав.",
    rule: "Проваливши тест Майстерності пострілу або метання на 1 пункт (наприклад, отримавши результат «6» на тесті 7+) боєць все ще може нанести пошкодження-Поріз своїй цілі."
  },
  {
    title: "Контроль Зброї",
    uid: "weapon_control",
    tier: 3,
    cost: 3,
    requirements: "",
    description: "Справжній джентльмен розуміє різницю між «вбити», «покалічити» та «продемонструвати силу».",
    rule: "Раз у раунд боєць з Контролем Зброї може назначити Фатум + на Пошкодження від власної атаки, виконаною  мінімум 3-тім рангом Майстерності."
  },
  {
    title: "Кровожерливий",
    uid: "bloodthirsty",
    tier: 3,
    cost: 3,
    requirements: "негативний атрибут Садизм ІІ",
    description: "Знаходячи насолоду в агонії переможених, боєць починає діяти все впевненіше, швидше, кривавіше.",
    rule: "Вбивши або нокаутувавши ворога Кровожерливий персонаж одразу отримує +2 Готовності та +2 Стійкості, але не частіше ніж один раз у Раунд."
  },
  {
    title: "Майстер метатель",
    uid: "maestro_thrower",
    tier: 3,
    cost: 3,
    requirements: "бойовий талант Метатель",
    description: "Пізнавши основи й нюанси бойового метання, залишається лише далі відточувати цю техніку на шляху до абсолютної майстерності.",
    rule: "Максимальний ранг Метання у Майстра Метателя тепер може бути у два рази вищим за ранг Фехтування або Стрільби."
  },
  {
    title: "Майстерний Ухил",
    uid: "masterful_turn",
    tier: 3,
    cost: 3,
    requirements: "наративний талант Спритність ІІ",
    description: "Сучасні люди більше цінують свій персональний простір, намагаються триматися подалі від недоброзичливих персон й уникати небажаних контактів.",
    rule: "Персонаж може виконувати Неатакуючі Реакції уникаючи будь-яку Перевагу над собою. При успіху Неатакуючі Реакції також дозволяють бійцю порухатися на 2 кроки у будь-яку сторону."
  },
  {
    title: "Межова Свідомість",
    uid: "boundary consciousness",
    tier: 3,
    cost: 3,
    requirements: "наративний талант Воля ІІІ або 1 бал Глибинного Стресу",
    description: "Десь на межі між відчаєм та божевіллям й переховується справжня героїчність.  ",
    rule: "До тих пір, поки у персонажа 7+ Стресу, він може робити переворот результату кидка Паніки."
  },
  {
    title: "Мейстр Запалу",
    uid: "master_of_primer",
    tier: 3,
    cost: 3,
    requirements: "бойовий талант Пороховий Стрілець",
    description: "Порох має жіночий характер, й потребує поважливого ставлення та гарної іскри у правильний момент.",
    rule: "При наявності даного Таланту ймовірність Осічки вогнепальної зброї зменшується на ранг."
  },
  {
    title: "На Варті",
    uid: "on_the_alert",
    tier: 3,
    cost: 3,
    requirements: " наративний талант Уважність ІІ та негативний атрибут Параноя ІІ",
    description: "Одні озираються частіше за інших, і, зазвичай, не без причини.",
    rule: "Скриті атаки щодо даного персонажа не отримують Перевагу."
  },
  {
    title: "Невловимий",
    uid: "intangible",
    tier: 3,
    cost: 3,
    requirements: "наративний талант Акробатика І або Спритність ІІ",
    description: "Не давайте недоброзичливим людям зупинити вас, продовжуйте свій впевнений рух по життю.",
    rule: "Персонаж може здійматися на ноги з лежачої позиції за 1 Готовності, а також виконувати Пробіг крізь позицію (гекс) одного ворога за один рух. Якщо більше одного ворога мають можливість зробити Реакцію на Пробіг Невловимого, тоді її може зробити тільки половина з них, на вибір Невловимого. Талант стає недієвим якщо у персонажа більше 12 Навантаження або якщо він одягнений у повний обладунок."
  },
  {
    title: "Опрокидування",
    uid: "rollover",
    tier: 3,
    cost: 3,
    requirements: " наративний талант Сила ІІ",
    description: "Земля сама уходить з під ніг, коли удар такої сили настигає свою ціль. ",
    rule: "У ближньому бою нанісши дубль на Пошкодженні, до переворотів й переводів, даний боєць збиває свого ворога з ніг або вибиває вершника з сідла."
  },
  {
    title: "Офіцерський Ляпас",
    uid: "officer's_slap",
    tier: 3,
    cost: 3,
    requirements: " наративний талант Дисципліна ІІ або Командування ІІ",
    description: "Витвережуючий ляпас у той чи інший момент потрібен кожному.",
    rule: "Персонаж може закінчити дію одного ефекту Паніки свого союзника та звільнити його від Батального Шоку, успішно провівши проти нього Атакуючу Дію зброєю на свій вибір. Талант стає недієвим якщо персонаж Панікує та не відміняє довгострокові ефекти Паніки, які тривають після завершення бою (надання Стресу, потреба у Відпустці тощо)."
  },
  {
    title: "Панічна Реакція",
    uid: "panic_reaction",
    tier: 3,
    cost: 3,
    requirements: "негативний атрибут Боягуз ІІ",
    description: "Сльози та мольба змусять здригнутися будь-яку руку",
    rule: "Раз у Раунд, коли проти даного персонажа оголошується Атакуюча Дія, Спеціальний Прийом, постріл або метання, він може отримати +2 до Складності попадання по собі в обмін на автоматичну Паніку у наступному Раунді."
  },
  {
    title: "Персональний Контакт",
    uid: "personal_contact",
    tier: 3,
    cost: 3,
    requirements: " Стрільба 3",
    description: "Тверда рука та короткий ствол – Ваші головні друзі при переговорах на близькій дистанції",
    rule: "Персонаж може стріляти з одноручної стрілецької зброї у ближньому бою, не отримуючи штраф за Загрозу."
  },
  {
    title: "Підступна Ціль",
    uid: "insidious_target",
    tier: 3,
    cost: 3,
    requirements: " бойовий талант Рухлива Ціль",
    description: "Не кожен стрілець задумується про таку річ, як лінія вогню, і підступний професіонал знає як використати це в свою користь одним простим рухом.",
    rule: "При промаху стрільби по собі боєць, що є Підступною Ціллю, може надати -2 до Складності додаткових Тестів на попадання по дотичним цілям. Талант стає недієвим якщо у персонажа більше 12 Навантаження."
  },
  {
    title: "Пістольєро",
    uid: "pistolero",
    tier: 3,
    cost: 3,
    requirements: " бойовий талант Пороховий Стрілець",
    description: "Якщо ваші пістолі не вирішують певну проблему, значить вам потрібно ще більше пістолів.",
    rule: "Навантаження за кожні два пістолі для Пістольєро вважається на 1 бал менше "
  },
  {
    title: "Польовий Рятівник",
    uid: "field_savior",
    tier: 3,
    cost: 3,
    requirements: " наративний талант Перша Допомога І",
    description: "Відтягувати поранених у безпечне укриття й допомагати їм прийти у себе – не менш шляхетний та небезпечний фронтовий обов'язок, аніж безпосередній бій.",
    rule: "Рятівник може за 7 Готовності надати польову допомогу нокаутованому союзнику, при умові що у 10 кроках від них або у зоні видимості відсутні вороги. Вчасно надана польова допомога вдвічі скорочує час Нокауту та дозволяє одразу застосувати на пораненому одну дозу медичних засобів – знеболюючого або госпітальєрову сіль, яка з рук Польового Рятівника спрацьовує без тесту. Даний талант стає недієвим якщо персонаж Панікує."
  },
  {
    title: "Пороховий Стрілець",
    uid: "gunpowder_shooter",
    tier: 2,
    cost: 2,
    requirements: " Стрільба 2",
    description: "Хоч вогнепальна зброя і є справжнім технологічним дивом Нового Часу, втім її опанування дається рекрутам значно швидше й легше аніж опанування такої простої зброї як лук.",
    rule: "Пороховий Стрілець може користуватися Пороховою Зброєю з повною Майстерністю, а також знає як правильно її перезаряджати."
  },
  {
    title: "Професіоналізм",
    uid: "professionalism",
    tier: 3,
    cost: 3,
    requirements: "бойовий талант Тінь Смерті",
    description: "У деяких професіях залишати живих свідків – ознака непрофесійності. ",
    rule: "Персонаж-професіонал отримує Фатум (-) на один з двох кидків Пошкодження успішного Номеру Мортале"
  },
  {
    title: "Радість Битви",
    uid: "joy_of_battle",
    tier: 3,
    cost: 3,
    requirements: " негативний атрибут Агресія ІІ",
    description: "Чи варто осуджувати тих, що стали залежні від ризику та болю, від випробування й виклику?",
    rule: "Після кожного бойового зіткнення, що являло собою Ситуацію-Виклик або Межову Ситуацію, даний персонаж втрачає 1 бал Стресу"
  },
  {
    title: "Рейнджер",
    uid: "ranger",
    tier: 3,
    cost: 3,
    requirements: "Стрільба 3",
    description: "Колись носії почесного звання, озброєні бойовими луками та повними колчанами стріл, справжні рейнджери стали надзвичайною рідкістю на полі бою – але секрети їх майстерності нікуди не зникли.",
    rule: "Рейнджер може користуватися Натяжною Зброєю з повною Майстерністю."
  },
  {
    title: "Розподіл Ваги",
    uid: "weight_distribution",
    tier: 3,
    cost: 3,
    requirements: "",
    description: "Солдатське ремесло сповнене власних секретів, і один з найбільш неочікуваних з них – це таємниця пакування й закріплення на тілі свого спорядження.",
    rule: "Штрафи на генерацію Готовності за Перенавантаження для даного персонажа міняються місцями та стають: 4 в 3 для 13-16 Навантаження, 5 в 2 для 17-20 та 6 в 1 для 21-24. Додатково, Навантаження за походну сумку зменшується до 2 балів замість стандартних 4. Також, бойові таланти які стають недієвими при 13+ Навантаження тепер стають недієвими тільки при 17+ Навантаження."
  },
  {
    title: "Рукопашний Бій",
    uid: "dogfight",
    tier: 3,
    cost: 3,
    requirements: "наративний талант Атлетика ІІ або Бокс І",
    description: "Кажуть, що часи шляхетного фехтування відходять у минуле, але старий добрий кулачний бій точно алишиться з нами назавжди.",
    rule: "Рукопашні атаки персонажа тепер наносять Неповне Пошкодження замість Мінімального. Також, завдяки своїм тренуванням, боєць з даним Талантом завжди вважається озброєним короткою зброєю а не беззбройним для визначення Переваги в бою."
  },
  {
    title: "Самозахист",
    uid: "self-defence",
    tier: 3,
    cost: 3,
    requirements: "негативний атрибут Пацифізм ІІ",
    description: "Гуманістичні ідеали набувають особливого поширення на Світанку Нового Часу, але, на жаль, вони погано в’яжуться із всюди сущими військовими та кримінальними конфліктами.",
    rule: "Оголосивши на початку бою відмову від Атакуючих Дій та Атакуючих Реакцій, персонаж отримує Перевагу над ворогами на Захисні Реакції. Порушивши цю відмову, персонаж панікує на початку наступного Раунду та втрачає бонус Самозахисту"
  },
  {
    title: "Свідок Деліріуму",
    uid: "delirium_witness",
    tier: 3,
    cost: 3,
    requirements: " негативний атрибут Агресія ІІ",
    description: "З часом, навіть найбільш невимовні речі перестають вражати тих, хто і так живе на межі реального й незвіданого. ",
    rule: "Свідок Деліріуму у бою із надприродними супротивниками визначає поточну Ситуацію по звичайним правилам, згідно із співвідношенням сили сторін, замість того щоб автоматично вважати її Межовою."
  },
  {
    title: "Снайпер",
    uid: "sniper",
    tier: 3,
    cost: 3,
    requirements: " Стрільба 3, наративний талант Уважність І",
    description: "Багата практика та правильне теоретичне знання роблять усі відстані меншими, зводячи балістику із рангу загадкового й випадкового в ранг буденного й звичного. ",
    rule: "Прицільна дистанція стрілецької зброї в руках Снайпера збільшується вполовину."
  },
  {
    title: "Сталевий Воїн",
    uid: "steel_warrior",
    tier: 3,
    cost: 3,
    requirements: "наративний талант Стійкість",
    description: "Заковані в метал лицарі є незвичним видовищем на затягнутому пороховою димкою полі бою сьогодення, але деяким персонам легше навчитися воювати з десятками кілограм додаткової ваги на своєму тілі аніж відпустити минуле",
    rule: "Сталевий Воїн може ігнорувати 1 пункт Важких Обладунків, а Навантаження Повного Обладунку зменшиться до 4 пунктів замість 5. Додатково, блокування попадання Повним Обладунком буде коштувати 1 Готовності замість стандартних 2. "
  },
  {
    title: "Суворе Око",
    uid: "stern_eye",
    tier: 3,
    cost: 3,
    requirements: "фатальна травма на втрату одного ока",
    description: "Одноокий буде правителем у царстві сліпих.",
    rule: "Персонаж більше не має штрафів на ведення бою, пов’язаних із втратою ока. "
  },
  {
    title: "Тактичний План",
    uid: "tactical_plan",
    tier: 3,
    cost: 3,
    requirements: "наративний талант Тактика І або Інтелект ІІІ",
    description: "Жоден план не витримує зіткнення з ворогом, але план все ще необхідний. ",
    rule: "Перед початком бою персонаж може зіставити Тактичний План, що наддасть +2 Готовності на перші три Раунди для нього та не більше ніж дюжини союзників. Якщо у персонажів було не достатньо часу для планування й інструктажу, або сили й позиція супротивників були оцінені не вірно, Тактичний План не матиме ефекту."
  },
  {
    title: "Точне Лезо",
    uid: "precise_blade",
    tier: 3,
    cost: 3,
    requirements: "",
    description: "Навіть найлегкіший поріз, будучи правильно розташованим, підриває бажання супротивника боротися далі. ",
    rule: "Атаки ближнього бою, що наносять пошкодження Поріз, тепер знімають на 2 Стійкості більше."
  },
  {
    title: "Тримаючи Удар",
    uid: "holding_a_strike",
    tier: 3,
    cost: 3,
    requirements: "  наративний талант Стійкість ",
    description: "Справжні бійці не рахують синці.",
    rule: "Отримавши Часткове або Мінімальне Пошкодження від фізичних ударів, персонаж на початку наступного Раунду відновлює половину втраченої Стійкості. Нокаут від Частково та Мінімального Пошкодження отримує додатковий -1 на свою тривалість."
  },
  {
    title: "Фехтувальний Баланс",
    uid: "fencing_balance",
    tier: 3,
    cost: 3,
    requirements: "  техніка Фехтування ІІІ, окрім Класичного Фехтування",
    description: "Концентруючись на клинку у своїй руці, фехтувальник відкидає усе зайве, що стоїть між ним та його ворогом.",
    rule: "Персонаж може наприкінці кожного Раунду стати у Фехтувальну Стійку зі знижкою в 2 Готовності якщо він веде бій озброєним лише однією одноручною зброєю у одній руці. Талант стає недієвим якщо у персонажа більше 12 Навантаження або якщо він Панікує."
  },
  {
    title: "Стрілецька Муштра",
    uid: "shooting drill",
    tier: 3,
    cost: 3,
    requirements: "Пороховий Стрілець",
    description: "У масових баталіях від солдат не вимагається прицільний вогонь – від них очікується чітко й послідовно перезарядити мушкет, після чого по команді дати залп кудись у напрямку прямо. ",
    rule: "Витративши усю свою Готовність в одному Раунді на перезарядку вогнепальної зброї, персонаж перезаряджає її одразу на 12 пунктів. Талант стає недієвим якщо у персонажа більше 12 Навантаження або якщо він Панікує. "
  },
  {
    title: "Фундаментальна Стійка",
    uid: "fundamental_stance",
    tier: 3,
    cost: 3,
    requirements: " Класичне Фехтування ІV",
    description: "Опанувавши основи – опановуєш всі техніки й школи одночасноу.",
    rule: "Фехтувальні стійки усіх шкіл фехтування виконуються даним персонажем із +1 до Майстерності."
  },
  {
    title: "Швидка Стріла",
    uid: "quick_arrow",
    tier: 3,
    cost: 3,
    requirements: " бойовий талант Рейнджер",
    description: "Коли щільність вогню ставала важливішою за його точність, стрільці вдавалися до простої техніки, при якій тятива натягувалася протилежним рухом обох рук при накладанні стріли й одразу ж відпускалася. ",
    rule: "Стрілець може безкоштовно виконати постріл одразу після виконання зарядки лука. Додатково, із Бойовим Талантом Швидкий Приціл 3 такий постріл може вважатися Прицільним, якщо ціль знаходиться на відстані 2-5 Кроків. "
  },
  {
    title: "Швидкий Приціл",
    uid: "quick_sight",
    tier: 3,
    cost: 3,
    requirements: " наративні таланти Спритність І та Уважність І, Стрільба 3 або Метання 3",
    description: "Досвідчені стрільці менше покладаються на роздумування й прицінювання, дозволяючи своїм інстинктам та зброї в руках самостійно вполювати ціль. ",
    rule: "З даним Талантом вартість Прицілювання у Готовності зменшується на 1/3, наприклад, до 2 Готовності замість 3 при Прицілюванні на дистанцію 6-25 кроків або до безкоштовного Прицілювання на дистанції 1-5 кроків. "
  },
  {
    title: "Щитовик",
    uid: "shielder",
    tier: 3,
    cost: 3,
    requirements: "",
    description: "Правильне використання щита потребує лаконічності рухів та впевненості в собі, а також відсутності вогнепальної зброї в руках супротивників. ",
    rule: "Щитовик вважає Перевагу за щит та великий щит на Захисних Реакціях за Повну Перевагу, якщо при цьому він не виконує одночасну Атакуючу Реакцію. Навантаження за Щит та Великий Щит стає на 1 бал меншим. Додатково, Бойовий Стрій Щитовиків може виконувати Захисні Реакції щитами та великими щитами зі знижкою в 1 Готовності, а їх бонус від стріл, арбалетних болтів та метальної зброї зростає ще на +1 бал Обладунку."
  },
  {
    title: "Батальний Голос",
    uid: "batal_voice",
    tier: 4,
    cost: 4,
    requirements: " наративний талант Оратор І, Співи ІІ або Харизма ІІІ",
    description: "Крізь грохот бою лунає голос, і він несе у собі сміливу віру, волю до перемоги та палаючу ненависть до ворогів",
    rule: "За 3 Готовності персонаж може виголосити бойову промову або співати бойову пісню, надавши 2 Напруги команді ворогів або знявши 2 Напруги власній стороні на наступний Раунд. Два і більше Батальних Голоси можуть відміняти ефект один-одного, але не доповнювати. Даний талант стає недієвим якщо персонаж Панікує."
  },
  {
    title: "Берсерк",
    uid: "berserk",
    tier: 4,
    cost: 4,
    requirements: " негативний атрибут Агресія ІІ",
    description: "Історичне існування безстрашних воїнів-берсерків, що билися із люттю дикою тварини, так і залишилося бездоказовим, але сама назва прижилася стосовно особливо лютих бійців",
    rule: "Увійшовши в бойовий транс, Берсерк отримує +1 Готовності та -1 до Нокауту до кінця бою, не отримує Батальний Шок, проте не має права відступити поки всі вороги не будуть нокаутовані або вбиті; також, якщо в 5-ти кроках є вороги, персонаж має вступити в ближній бій до найближчого з них. Берсерк впадає в бойовий транс, коли у бою нокаутують або вбивають його союзника, і коли він піддається на влучну наративну провокацію. Талант стає недієвим якщо персонаж Панікує."
  },
  {
    title: "Біжи & Стріляй",
    uid: "run&shoot",
    tier: 4,
    cost: 4,
    requirements: "наративний талант Спритність ІІ",
    description: "Наступаючи на ворога або перебігаючи із укриття в укриття, стрільці з числа відчайдушних не упустять можливості зробити постріл на удачу у ворога.  ",
    rule: "Виконуючи Пробіг, персонаж має можливість у будь-який його момент безкоштовно виконати Постріл або Метання зі штрафом +1 до Складності за Стрільбу у Русі,або за 5 Готовності виконати одночасно Пробіг та Метання з тими ж штрафами. Ціль, в яку відбувається атака згідно даного таланту, має бути прямо по напрямку руху персонажа або зі сторони, але вона не може бути зі спини.  Талант стає недієвим якщо у персонажа більше 12 Навантаження."
  },
  {
    title: "Бойовий Лідер",
    uid: "combat_leader",
    tier: 4,
    cost: 4,
    requirements: "наративний талант Командування І або Харизма ІІІ",
    description: "Гідний лідер наповнює серця воїнів хоробрістю та бажанням вислужитися перед своїм командиром, через що вони з більшою готовністю кидаються у бій. ",
    rule: "Безпосередні підлеглі Бойового Лідера в 15 кроках від нього отримують +1 Готовності кожен Раунд. Нокаутований або вбитий Бойовий Лідер зараховується як подвійна втрата. Талант стає недієвим якщо персонаж Панікує."
  },
  {
    title: "Бойові Накази",
    uid: "combat_orders",
    tier: 4,
    cost: 4,
    requirements: " наративний талант Командування І",
    description: "Дієвий наказ має бути озвучений не лише правильними словами, а й правильним тоном голосу",
    rule: "Персонаж може за 5 Готовності озвучити наказ, який подіє на його безпосередніх підлеглих в 15-ти кроках навколо нього. Наказ надає бійцям до кінця цього та двох наступних Раундів одну з наступних комбінацій Бойових Талантів: наказ «Тримати Стрій!» – Бойовий Стрій та Бойовий Дух; або наказ «Наступаємо!» – Тактичний Рух із Бойовою Концентрацією; або наказ «Добивай Супротивника!» – Тактика Оточення та Кровожерливий. Одночасно на одного персонажа може діяти лише один Наказ. Талант стає недієвим якщо персонаж Панікує."
  },
  {
    title: "Вірний Приціл",
    uid: "true_sight",
    tier: 4,
    cost: 4,
    requirements: "наративний талант Уважність І",
    description: "Коли у тебе є один постріл, одна ціль і весь час світу – поспішати нікуди. ",
    rule: "Стрілець може провести додаткове Прицілювання, що зменшить Складність Цілі ще на -1.Вірний Приціл не діє зменшення вартості Прицілювання за Бойові Таланти та Ефекти Елітарності, також даний талант стає недієвим якщо персонаж Панікує."
  },
  {
    title: "Гренадер-мейстр",
    uid: "grenadier_master",
    tier: 4,
    cost: 4,
    requirements: "Гренадер 3, Метання 3",
    description: "Оскільки справжній досвід гренадерства здобувається тільки у смертельно небезпечних обставинах, то сивих й пошрамованих гренадерів-ветеранів що прожили достатньо довго шанують з практично забобонним трепетом.",
    rule: "Гренадер-Мейстр отримує додаткові +1 на перевірку Ураження від своїх гранат. Додатково,Гренадер-Мейстр як Реакція на ворожу гранату відстрибує на 1 крок далі та отримує додаткові +1 Укриття."
  },
  {
    title: "Домінуюча Стійка",
    uid: "dominate_stance",
    tier: 4,
    cost: 4,
    requirements: "бойовий талант Загрожуюча Стійка",
    description: "Нав’язувати свої правила, диктувати умови – це стиль справжнього переможця.",
    rule: "Починаючи Раунд у Фехтувальній Стійці персонаж може вважати усю свою наявну у даний момент Перевагу за Повну Перевагу; супротивникам, над якими він вже має Повну Перевагу, боєць у Домінуючій Стійці може заборонити використання одного з Фехтувальних Прийомів на свій вибір. Ефект припиняється на наступний Раунд після того як ціль Домінуючої Стійки вийде із Ближнього Бою. Даний талант не дієвий якщо персонаж Панікує або має більше 12 Навантаження."
  },
  {
    title: "Досконалий Баланс",
    uid: "perfect_balance",
    tier: 4,
    cost: 4,
    requirements: "бойовий талант Фехтувальний Баланс",
    description: "Головні правила фехтувальника полягають у тому, що слід ніколи не втрачати свою честь, перевагу над ворогом та баланс своєї стійки. ",
    rule: "Ведучи бій з одноручною зброєю лише у одній руці та успішно виконавши Атакуючу Дію або Реакцію персонаж продовжує ефект однієї активної Фехтувальної Стійки до наступного фехтувального прийому. Талант стає недієвим якщо у персонажа більше 12 Навантаження або якщо він Панікує."
  },
  {
    title: "Дуальна Майстерність",
    uid: "dual_mastery",
    tier: 4,
    cost: 4,
    requirements: " бойовий талант Дуальний Бій",
    description: "Ідеальна координація рухів потребує років практики, але є безцінною у розпалі бою. ",
    rule: "Дуальний прийом, що коштує 3 і більше Готовності, може бути виконаний зі знижкою -1 Готовності. "
  },
  {
    title: "Дуелянт",
    uid: "duelist",
    tier: 4,
    cost: 4,
    requirements: "",
    description: "Поки одні днями тренують стройову ходьбу на плацу, інші у просторих залах днями готуються до поєдинків честі, відточуючи свою здатність аналізувати супротивника й вчасно реагувати на кожен його рух.",
    rule: "Ведучи дуель один на один з ворогом, навіть якщо даний поєдинок є частиною більшої баталії, Дуелянт отримує +1 Готовності кожного Раунду. Поєдинком вважається ближній бій, у який втягнуті лише два бійці,\nабо обмін пострілами на відстані між двома стрільцями, або будь-яка інша відповідна ситуація на розсуд Ведучого. Талант стає недієвим якщо персонаж Панікує."
  },
  {
    title: "Елітний вершник",
    uid: "elite_rider",
    tier: 4,
    cost: 4,
    requirements: "наративний талант Вершник ІІ",
    description: "ДДосвідчений вершник разом зі своїм конем формує одну стрімку сутність, впевнено обходячи на маневрах піших та кінних суперників.",
    rule: "Рухаючись галопом, Елітний Вершник може оголосити що його кінь буде рухатися першим або останнім відносно інших коней; між двома Елітними Вершниками порядок руху розігрується по звичайним правилам. Додатково, галопом кінь Елітного Вершника рухається на відстань 3-12 кроків замість стандартних 5-10."
  },
  {
    title: "Жахаючий",
    uid: "horrifying",
    tier: 4,
    cost: 4,
    requirements: "наративний талант Залякування ІІ або Сила ІІІ",
    description: "Деякі воїни здатні обернути ворога на втечу одним замахом своєї зброї.",
    rule: "Вороги, що у ближньому бою впродовж одного Раунду були цілю хоча б однієї Атакуючої Дії чи Атакуючої Реакції Жахаючого персонажа, отримують 1 Батальний Шок. Даний талант стає недієвим якщо персонаж Панікує."
  },
  {
    title: "Іменита Персона",
    uid: "famous_person",
    tier: 4,
    cost: 4,
    requirements: " наративний талант Репутація ІІ або бути об'єктом Фракційного Престижу",
    description: "Не варто недооцінювати силу знаного імені. ",
    rule: "Маючи усвідомлення значимості й статусу Іменитої Персони, її вороги отримають +1 Напруги у бою, з максимумом +3 Напруги за трьох Іменитих Персон на одній стороні. Даний талант стає недієвим якщо персонаж Панікує"
  },
  {
    title: "Ключовий Прийом",
    uid: "key_technique",
    tier: 4,
    cost: 4,
    requirements: " техніка Фехтування ІІІ, окрім Класичного Фехтування",
    description: "Монотонні щоденні вправи вигадані не задля розваги, а для того, щоб одного дня врятувати Ваше життя.",
    rule: "Персонаж може вдатись до щоденних тренування тривалістю в годину протягом одного тижня, відточуючи один із доступних йому Фехтувальних Прийомів, окрім прийомів з Класичного Фехтування. Як результат, протягом наступного тижня персонаж зможе один раз виконати даний Фехтувальний Прийом з Повною Перевагою, що заявляється до Тесту Майстерності."
  },
  {
    title: "Контр-постріл",
    uid: "counter_shot",
    tier: 4,
    cost: 4,
    requirements: " Стрільба 3 або Метання 3, наративний талант Спритність І",
    description: "Змагаючись у швидкості та точності, стрільці намагаються першими поцілити один в одного, що не рідко закінчується обоюдними пораненнями у ліпших дуельних традиціях",
    rule: "Стрілець тепер може проводити постріл або метання як Атакуючу Реакцію, в тому ж числі на ворожий постріл або кидок зброї."
  },
  {
    title: "Контр-техніка",
    uid: "counter_technique",
    tier: 4,
    cost: 4,
    requirements: "техніка Фехтування ІІІ, окрім Класичного Фехтування",
    description: "Кожна фехтувальна техніка має свої сильні сторони, і не варто забувати, що з них прямо випливають і її слабості. ",
    rule: "Персонаж обирає одну з шкіл фехтування, окрім Класичної, проти якої він вивчає відповідні контрприйоми. Тепер він має Перевагу на Реакції проти прийомів обраної школи та Фехтувальні Стійки не спрацьовують у фехтувальних діях проти нього. Даний Бойовий Талант можна взяти декілька разів, кожен раз обираючи іншу школу. "
  },
  {
    title: "Кривавий Поріз",
    uid: "bloody_cut",
    tier: 4,
    cost: 4,
    requirements: " бойовий талант Точне Лезо або Ковзаюче Попадання",
    description: "Навіть найменший поріз, нанесений у правильному місці, може викликати сильну кровотечу й значно ослабити супротивника",
    rule: "Якщо ворог, у якого 0 Стійкості, отримав Поріз від бійця із даним Талантом, тоді замість звичного ефекту Поріз наддасть цілі 1 ранг Немічі та Відлік через 2D6 годин. "
  },
  {
    title: "Майстер Прийомів",
    uid: "master_of_techniques",
    tier: 4,
    cost: 4,
    requirements: " бойовий талант Знавець Прийомів",
    description: "Справжній майстер знає десятки способів закінчити бій, інакших від банального вбивства суперника",
    rule: "Майстер Прийомів може виконувати Спеціальні Прийоми без підвищення Складності, а також отримує -1 на їх вартість у Готовності, знижуючи базову ціну до 7 Готовності за Прийом. Також,Знавець Прийомів може виконувати Спеціальні Прийоми як Захисну Реакцію."
  },
  {
    title: "Майстер Стилю",
    uid: "master_of_style",
    tier: 4,
    cost: 4,
    requirements: "техніка Фехтування ІV, окрім Класичного Фехтування",
    description: "В теорії, будь-хто може досконало оволодіти кожною технікою фехтування, але найліпший результат видається тоді, коли персональні якості фехтувальника співпадають з тонкощами та нюансами обраного стилю.",
    rule: "Боєць обирає одну з своїх Технік Фехтування, яка має не менше аніж ІV ранг, окрім Класичного Фехтування. Раз у 12 годин ігрового часу персонаж може додати +1 до результату Тесту Майстерності при використанні Прийомів з відповідного стилю, в тому числі після кидку. Бойовий Талант Майстер Стилю можна взяти декілька разів, кожен раз обираючи додаткову Техніку."
  },
  {
    title: "Майстер Кидків",
    uid: "master_of_throws",
    tier: 4,
    cost: 4,
    requirements: "бойовий талант Літаюче Лезо",
    description: "Пізнавши основи й нюанси бойового метання, залишається лише далі відточувати цю техніку на шляху до абсолютної майстерності.",
    rule: "Максимальний рівень Метання більше не прив’язаний до технік Фехтування або Стрільби."
  },
  {
    title: "Містичне Передчуття",
    uid: "mystical_premonition",
    tier: 4,
    cost: 4,
    requirements: " містична здібність Інтуїція, Фаворит Фортуни або Палац Свідомості",
    description: "Несподіваний сполох інтуїції допомагає в останній момент ухилитися від фатального попадання.",
    rule: "Персонаж може застосувати Містичне Передчуття, коли проти нього виконується Атакуюча Дія або Атакуюча Реакція, на Тесті Майстерності якої випало мінімальне успішне значення (наприклад, рівно «7» на тесті 7+). Містичне Передчуття дозволяє ціною 1 Батального Шоку вважати ворожу Атаку неуспішною; застосування даного таланту вважається використанням однієї з відповідних Містичних Здібностей."
  },
  {
    title: "Містичний Напад",
    uid: "mystical_attack",
    tier: 4,
    cost: 4,
    requirements: "містична здібність Маніпуляція, Бісів Трюк, Лихе Око або Ловець снів",
    description: "Один особливий погляд може переповнити ворога недобрими передчуттями та паралізувати його у самому розпалі бою.",
    rule: "Один раз в Раунду до генерації Готовності персонаж з даним Талантом може обрати видимого ворога на відстані не більше 5 кроків і виконати Містичний Напад протилежним Тестом Струн. При успіху Містичного Нападу ворог отримує 6 Батального Шоку. Застосування Містичного Нападу вважається використанням однієї з відповідних Містичних Здібностей."
  },
  {
    title: "Незламанний",
    uid: "unbroken",
    tier: 4,
    cost: 4,
    requirements: "наративний талант Стійкість ІІ",
    description: "Навіть смертельні поранення не є достатньо вагомою причиною вийти із бою для деяких особливо впертих бійців.",
    rule: "Коли Незламанний персонаж отримує Нокаут, на його визначення кидається два куби та обирається менший. "
  },
  {
    title: "Оточений Звір",
    uid: "surrounded_beast",
    tier: 4,
    cost: 4,
    requirements: " наративний талант Спритність ІІ або бойовий талант Берсерк",
    description: "Коли навколо одні вороги – це перевага, адже можна атакувати у будь-якому напрямку!",
    rule: "Будучи в оточені ворогів 3 до 1 або більше, Оточений Звір може виконувати Атакуючі Дії зі знижкою в 1 Готовності та з униканням Переваги над собою за число супротивників, але влучаючи при цьому у випадкову ворожу ціль."
  },
  {
    title: "Рухлива Ціль",
    uid: "moving_target",
    tier: 4,
    cost: 4,
    requirements: " наративний талант Спритність ІІ ",
    description: "Рухаючися зиґзаґами, прихиляючися при бігу та прикриваючись ворогами, досвідчені бійці збільшують свої шанси уникнути зустрічі із ворожою кулею. ",
    rule: "Складність стрільби та метання у Рухливу Ціль збільшується на +2 при Активному Русі, замість стандартних +1. Талант стає недієвим якщо у персонажа більше 12 Навантаження."
  },
  {
    title: "Свідок Насилля",
    uid: "witness_of_violence",
    tier: 4,
    cost: 4,
    requirements: " бойовий талант V+ рангу або 1 Глибинний Стрес",
    description: "Навіть криваве насилля може стати звичним видовищем, якщо споглядати його достатньо довго.",
    rule: "Свідок Насилля може ігнорувати Напругу за бойові втрати у певному бою до тих пір, поки не Запанікує у ньому. "
  },
  {
    title: "Сила Титана",
    uid: "power_of_titanium",
    tier: 4,
    cost: 4,
    requirements: "наративний талант Сила ІІІ",
    description: "Війни рідко коли виграються грубою силою, але дужість розрубати свого ворога навпіл – завжди хороший бонус у бою. ",
    rule: "Атаки ближнього бою зброєю, що тримається у двох руках, отримують +1 Летальності та Бронебійності.Не діє на Коротку та Надкоротку зброю."
  },
  {
    title: "Смертельна Імпровізація",
    uid: "deadly_improvisation",
    tier: 4,
    cost: 4,
    requirements: "Рукопашний Бій",
    description: "Навіть столова ложка може виявитися фатальним інструментом смерті у вмілих руках",
    rule: "Персонаж із Смертельною Імпровізацією може раз у Раунд нанести Повне Пошкодження небойовим побутовим предметом (стілець, олівець, пляшка тощо), після чого цей предмет ламається або відлітає в сторону. Оскільки Смертельна Імпровізація є проявом удачі та фатальної творчості, кожен раз протягом одного бою її необхідно використати на інший тип предметів"
  },
  {
    title: "Смертельні Прийоми",
    uid: "deadly_techniques",
    tier: 4,
    cost: 4,
    requirements: " бойові таланти Рукопашний Бій та Знавець Прийомів",
    description: "Хруст кісток та крики болю ознаменують черговий урок, який сенсей надає як своїм недосвідченим учням, так і нерозумним ворогам. ",
    rule: "Тримаючи ворога у Захваті, персонаж із Смертельними Прийомами може наносити Повне Пошкодження своїми рукопашними атаками. Також, при виконанні будь-якого іншого Спеціального Прийому окрім Захвату боєць може нанести своєму супротивнику Часткове Пошкодження."
  },
  {
    title: "Тінь Смерті",
    uid: "shadow_of_death",
    tier: 4,
    cost: 4,
    requirements: "наративний талант Скритність ІІ",
    description: "Відточивши ремесло душогубства до стану рефлексів, жахливі персони у найтемніших тінях сучасного світу заробляють великі криваві гроші. ",
    rule: "Виконуючи першу підготовку Номер Мортале проти цілі, що знаходиться на відстані не далі ніж 10 кроків, персонаж не витрачає часу й може одразу переходити до виконання або почату нову підготовку по звичайним правилам."
  },
  {
    title: "Тренований Лучник",
    uid: "trained_archer",
    tier: 4,
    cost: 4,
    description: "Усім відомо, що лук точніший за мушкет у стрільбі, але на майстерне опанування лука у стрільця піде не один рік практики.",
    rule: "Базова Складність стрільби з луків зменшується на -1 для Тренованого Лучника. ",
  },
  {
    title: "Улюблена Зброя",
    uid: "favorite_weapon",
    tier: 4,
    cost: 4,
    requirements: "",
    description: "Згідно з різними військовими доктринами та поглядами армійських експертів, одні види зброї технічно переважають над іншими, але збройний вибір кожного бійця часто базується не на загальноприйнятих теоріях, а на суб’єктивних вподобаннях та власному досвіду",
    rule: "Персонаж обирає один вид зброї (мечі, шаблі, кинджали, пістолі, карабіни та так далі) як свою Улюблену Зброю. Раз у 12 годин ігрового часу при використанні Улюбленої Зброї боєць може заявити +1 на свій Тест Майстерності, в тому числі постфактум після кидка. Бойовий Талант Улюблена Зброя можна взяти декілька разів, обираючи додаткові види зброї як Улюблені."
  },
  {
    title: "Мітка Ветерана",
    uid: "veteran`s_mark",
    tier: 5,
    cost: 5,
    requirements: "Техніка Фехтування 4 або Стрільба 4",
    description: "Ті, хто неодноразово відчували на собі подих смерті, несуть у своїй душі її лиховісну мітку",
    rule: "Персонаж отримує спеціальне правило Фатум (±), що можна використати кожні 12 ігрових годин як Фатум (+) або Фатум (–)."
  },
  {
    title: "Пес Війни",
    uid: "hound_of_war",
    tier: 5,
    cost: 5,
    requirements: "по два бойовий таланти ІІ, ІІІ та ІV ранга. ",
    description: "Сини й доньки війни, фахівці баталій та ремісники каліцтв – численні найманці та слуги сильних світу цього блукають Диском від одного збройного конфлікту до іншого, набуваючи все нових огидних талантів та лихих знань",
    rule: "При отриманні даного Таланту персонаж може одразу безкоштовно взяти собі по 2 нових Бойових Таланти ІІ, ІІІ та ІV рангу. "
  },
  {
    title: "Пороховий Експерт",
    uid: "gunpowder_expert",
    tier: 5,
    cost: 5,
    requirements: "Стрільба 4, бойовий талант Пороховий Стрілець",
    description: "Залежні від порохового диму ветерани, із слідами численних опіків на обличчі, будуть розповідати про складну теорію та багаторічну практику, але ніколи не розкриють таємного інгредієнту успішного пострілу – простої стрілецької удачі. ",
    rule: "Пороховий Експерт розвиває особливе розуміння пороху та вогнепальної зброї, через що він може користуватися нею з одним додатковим ефектом Елітарності, з числа: Далекобійна, Надійна, Пробиваюча, Загрозлива, Швидка. Даний ефект діє тільки якщо зброя є добре пристріляною Пороховим Експертом, він самостійно підготував амуніцію із власноруч виплавленою кулею та відміряним порохом під конкретний ствол, а також коли зброя була ним самостійно заряджена. На кожну Порохову Амуніцію персонаж може заготувати набої із одним ефектом."
  },
  {
    title: "Тренований Лучник",
    uid: "ranger_expert",
    tier: 5,
    cost: 5,
    requirements: "Стрільба 4, бойовий талант Рейнджер",
    description: "Вправляючись із луком з самої юності, справді талановиті лучники розвивають майже надприродне відчуття тятиви, здатність передбачати найменші пориви вітру та відправлятися мислено у політ разом із стрілою, слідкуючи за її слухняністю аж поки вона не вразить ціль. ",
    rule: "Рейнджер Експерт має бонус +1 до Майстерності при стрільбі з натяжної зброї"
  },
  {
    title: "Арбалетник Експерт",
    uid: "crossbow_expert",
    tier: 5,
    cost: 5,
    requirements: "Стрільба 4, бойовий талант Арбалетник 2",
    description: "Знаючи усі секрети делікатного та смертоносного механізму арбалету, піклуючись про нього з усією уважністю, стрілець у своїх руках отримує той максимум, на який здатна ця шляхетна зброя. ",
    rule: "Арбалетник Експерт отримує +1 Летальності та Бронебійності на постріли з арбалетів, виконаних з відстані не більшої аніж половина їх далекобійності. Діє тільки на ті арбалети, якими Арбалетник Експерт має змогу опікуватися персонально, майже щоденно ладнаючи тятиву, дугу та спусковий механізм."
  },
  {
    title: "Шукач Пригод",
    uid: "adventurer",
    tier: 5,
    cost: 5,
    requirements: "бойовий талант Нова Людина",
    description: "Справжні шукачі пригод розуміють, що виживання залежить не тільки від бойових навичок, а й від сили характеру і здатності вчитися на ходу. ",
    rule: "Персонаж отримує додатковий Підйом в кінці наступних 5-ти ігрових зустрічей, а також знімає 1 Стресу в кінці кожної ігрової зустрічі."
  },
  {
    title: "Безсмертний Воїн",
    uid: "immortal_warrior",
    tier: 6,
    cost: 6,
    requirements: "наративний талант Стійкість ІІІ",
    description: "Зневажаючи як своїх ворогів, так і слабкість як таку, ці відчайдушні бійці будуть битися й вбивати до тих пір, поки у їх тілі є хоча б краплина крові. ",
    rule: "Персонаж отримує +1 до рангу спеціального правила Безсмертя."
  },
  {
    title: "Без Страху",
    uid: "without_fear",
    tier: 6,
    cost: 6,
    requirements: "наративний талант Воля ІІІ або 3 Глибинного Стресу",
    description: "Коли пережив усі можливі піки жаху, боятися стає просто нудно й вульгарно.",
    rule: "Персонаж завжди вважає поточну ситуацію на рівень легшою; персонаж та усі його союзники в 2 кроках можуть в кінці кожного Раунду скинути по одному жетону Батального Шоку. "
  },
  {
    title: "Вихор Смерті",
    uid: "whirlwind_of_death",
    tier: 6,
    cost: 6,
    requirements: "наративний талант Спритність ІІІ",
    description: "Відкладаючи усі думки й сумніви на потім, легендарні душогуби в бою перетворюються на живий смерч з випадів та пострілів, миттєво караючи кожного, хто насмілиться наблизитися. ",
    rule: "В бою персонаж має безкоштовний Переворот кидку Готовності. Даний Талант стає недієвим якщо у персонажа більше 12 Навантаження або він Панікує."
  },
  {
    title: "Гросмейстер Бою",
    uid: "grandmaster_of_battle",
    tier: 6,
    cost: 6,
    requirements: "наративний талант Інтелект ІІІ або Тактика ІІІ",
    description: "Вдумливо спостерігаючи за розвитком бою, справжні тактики притримують бійців там, де необхідно ще зачекати на гарну можливість, й підштовхують до наступу там, де перспективи найкращі. ",
    rule: "На початку кожного Раунду, одразу після генерації Готовності, Гросмейстер Бою може перерозподілити Готовність свою та своїх союзників в 15 кроках, максимум ±3 Готовності на бійця. Один персонаж може бути «донором» Готовності не частіше ніж раз у два Раунди, і на одну групу бійців одночасно діє лише один ефект Гросмейстера Бою. Даний Талант стає недієвим при Паніці й не діє на персонажів що Панікують."
  },
  {
    title: "Досвід Болю",
    uid: "pain_experience",
    tier: 6,
    cost: 6,
    requirements: "6+ Пам’ятних або Фатальних травм",
    description: "Для запеклих колекціонерів каліцтв біль стає постійним супутником, нагадуванням про те що життя все ще триває.",
    rule: "Персонаж із Досвідом Болю може необмежену кількість раз застосовувати Торг на Крові, покращує стани здоров’я на 1/3 швидше (або вполовину швидше у комбінації із Збирачем Шрамів), не отримує Стрес при пораненнях та у бою вважає свою Неміч на ранг меншою, а Перша Допомога на нього завжди на ранг легша. Вартість даного Бойового Таланту стає менша на 1 Бал Бойового Досвіду за кожні дві Пам’ятні або Фатальні травми, але при цьому ціна не опускається нижче 6 Балів Бойового Досвіду."
  },
  {
    title: "Експерт Насилля",
    uid: "violence_expert",
    tier: 6,
    cost: 6,
    requirements: "бойовий талант Критична Можливість",
    description: "Часто спостерігаючи за тим, як гинуть люди, несвідомо вивчаєш найуразливіші місця їх кволих тіл.",
    rule: "Експерт Насилля може додати +1 Летальності для Атакуючих Дій, Атакуючих Реакцій, пострілів або метання, виконаних технікою ІІІ-IV рангу, або +2 Летальності при техніці V-VI рангу. Рішення приймається перед\nкидком на Пошкодження"
  },
  {
    title: "Ікона Війни",
    uid: "war_icon",
    tier: 6,
    cost: 6,
    requirements: "Командування ІІІ",
    description: "Заслуживши фанатичну вірність у своїй солдат, командувач може сміливо крокувати в бій в їх супроводі, знаючи, що вони просто не посміють підвести його навіть перед лицем найгірших жахів війни. ",
    rule: "Коли Ікону Війни оточують впритул не менше трьох підпорядкованих союзників, тоді Складність Цілі по ній зростає на +1. Усі підпорядковані союзники в 5 кроках від Ікони вважають поточну Ситуацію на ранг легшою\nта можуть відновлювати по 4 Стійкості після кожного Повного Пошкодження, яке їх не нокаутувало чи не\nвбило. Якщо даний персонаж персонально веде загін чисельністю не менше аніж 25 бійців, то відстань дії\nІкони Війни збільшується до 10 кроків. Даний Талант стає недієвим якщо персонаж Панікує.\n"
  },
  {
    title: "Коронований Воїн",
    uid: "crowned_warrior",
    tier: 6,
    cost: 'X',
    requirements: "2 таланти Корони",
    description: "Адже Королю Воїнів цікава лише війна",
    rule: "Даний талант купується не за бали Бойового Досвіду, а за ту саму кількість балів Наративного Досвіду. На кінець 5-ти наступних ігрових зустрічей персонаж отримує бонус +3 бали Бойового Досвіду"
  },
  {
    title: "Містичний Воїн",
    uid: "mystic_warrior",
    tier: 6,
    cost: 6,
    requirements: " 4+ Струн Імаго",
    description: "Заборонені знання та табуйовані зв’язки із потойбічними сутностями, якими володіють найбільш видатні та лихі чорнокнижники сучасності, наділяють їх згорблені постаті протиприродним захистом, викликаючи затьмарення розуму у необачливих нападників.",
    rule: "Усі Тести Майстерності проти Містичного Воїна мають +1 до Складності."
  },
  {
    title: "Мітка Легенди",
    uid: "legend`s_mark",
    tier: 6,
    cost: 6,
    requirements: "Техніка Фехтування чи Стрільба 6, бойовий талант Мітка Ветерана.",
    description: "Пройшовши безкінечну кількість фронтів та військових кампаній, деякі ветерани настільки просякають біллю, жахом та героїчністю, що їх кривава легендарність стає практично видимою аурою, практично відчутною міткою хижих богів війни.",
    rule: "Персонаж отримує додаткове використання спеціального правила Фатум (±), що можна використати кожні 12 ігрових годин як Фатум (+) або Фатум (–)."
  }
]


export default martialTraits