[
  {
    "title": "Безликий Світ",
    "uid": "impersonal_world",
    "description": "Персонаж перестає розрізняти чужі обличчя й образи, навіть голоси чи одяг, вони розмиваються й стають туманними у його сприйнятті. Це впливає на спроможність ідентифікувати людей, але все ще дозволяє відчувати емоції й зчитувати міміку, навіть не помічаючи її. ",
    "rank": 0,
    "effects": [
      "Персонаж не розрізняє й не запам'ятовує образи людей, з якими був короткостроковий контакт – перехожі, прислуга в закладах, продавці у крамницях",
      "Ефект безликості тепер розповсюджується на усе оточення персонажа, окрім найвужчого кола найбільш близьких та довірених персон. Втім, навколишня безликість дозволяє персонажу емоційно дистанціюватись - він більше не отримує наративний Стресс за трагедії із персонами, чий образ для нього затуманений даною метаморфозою. ",
      "Безликими стають усі, з ким персонаж має справу. Він може намагатись ідентифікувати людей по їх поведінці або контексту зустрічі, але все це буде грою в здогадки. Натомість, персонаж отримує можливість відчувати кількість Струн Імаго інших осіб (точність: 1, 2- 6, 7-9, 10-11, 12), а зустрівши Метаістоту, більш чітко побачить у її образі символічний прояв її природи й суті."
    ]
  },
  {
    "title": "Вісник Шуму",
    "uid": "noise_herald",
    "description": "Лихе та фатальне прокляття, що змушує жертву самовільно поринати у безодні божевілля та розповсюджувати безумство навколо. Білий Шум завжди поруч, він існує у вигляді невидимих прірв у законах світу – і Вісники здатні пробуджувати ці химерні аномалії. Даний персонаж може раз у місяць проявляти Дисонанс, максимальна сила якого залежить від рангу Метаморфози; сам Вісник має імунітет до негативних ефектів власноруч викликаних Дисонансів.",
    "rank": 0,
    "effects": [
      "Вісник здатен викликати Мінорний Дисонансщо спричинює вихор парадоксальних відчутів та сюреалістичних картин в головах у спантеличених свідків.",
      "Руйнуючи старі ілюзії та створюючи нові, Білий Шум гротескно викривляє простір навколо Вісника, котрий тепер здатен викликати Мажорний Дисонанс",
      "Вісник здатен перетворити навколишній простір на справжню пастку нереальності, лабіринт божевілля. Його сила сягає Білого Дисонансу."
    ]
  },
  {
    "title": "Грозове Крило",
    "uid": "storm_wing",
    "description": "Дана персона задає власну погоду в прямому сенсі, що проявляється в переслідувані її туманами та темними хмарами. Чим довше персонаж залишається на одному місці, тим виразніше там проявляється власний аномальний мікроклімат, що псує комфорт та привертає непотрібну увагу",
    "rank": 0,
    "effects": [
      "Грозове Крило проявляється лише у ледь помітному, але все таки відчутному перепаді температури у кімнаті, де тривалий час перебував персонаж. Це може видати небажану інформацію про пересування чи місце проживання власника Грозового Крила. ",
      "Вода у забутому келиху покривається тонкою плівкою льоду, на вікнах виступає роса. За декілька днів у кімнаті по підлозі починає стелитись легкий туман. Усі ці аномалії викликають великі побутові незручності, що проявляються в 1 Стресу за кожен тиждень проживання в одній локації з власником Грозового Крила. ",
      "Гірше випадкових поривів вітру у закритій кімнаті може бути тільки несподівана мілка злива зі стелі. Лише безнадійні романтики побачать у цьому певну красу, хоч і їм не уникнути наслідків. Неконтрольований мікроклімат викликає погіршення Стану Здоров’я усіх персонажів, що проживають в одній локації із власником Грозового Крила понад одного місяця. Сам ж персонаж отримує імунітет до будь-який незручностей, викликаних погодою – ні холод сніжних гір, ні пекельний жар сонячний пустель не викликають у нього особливих емоцій чи негативних реакцій."
    ]
  },
  {
    "title": "Гротескний Образ",
    "uid": "gross_image",
    "description": "Зовнішність персонажа змінюється, показуючи його натуру в найхимерніший спосіб. Люди можуть спочатку не звертати увагу на вигляд свого співрозмовника, проте швидко починають помічати один за одним дивні риси у вигляді або поведінці персонажа. Чарт Гротексна Риса є рекомендаційним, а конкретні візуальні прояви визначаються на розсуд Ведучого.",
    "rank": 0,
    "effects": [
      "Персонаж має одну ледве помітну особливість, що може спантеличити уважного співрозмовника, викликати легку відразу або подив.",
      "Аномальність зовнішності та риси персонажа стають цілком помітними та викликають відповідну реакцію. Гротескний Образ отримує ще дві особливості, а також починає впливати навіть на одяг, який носить персонаж, додаючи до нього химерних візерунків, екстравагантного декору, незвичної палітри – проте це все зникає, варто його зняти.  ",
      "Персонаж стає схожим на циркового монстра, якого, звісно, ніхто не пустить у пристойний заклад, а жандарми будуть заарештовувати, щоб тримати подалі від вулиць. Гротескний Образ надає ще три особливих риси, але разом з тим, така жахлива зовнішність ефективно нервує ворогів. У бою хоча б проти одного носія даної Метаморфози ІІІ рангу бойова Ситуація вважається на ранг гіршою. "
    ]
  },
  {
    "title": "Допельгангер",
    "uid": "doppelganger",
    "description": "У персонажа з'являється власний двійник з лихими намірами. Персонаж ніколи не може з ним зустрітись, і Допельгангер володіє всіма знаннями свого оригінала і вміло його пародіює. Якщо Допельгангер загине, його тіло або загадково зникне, або прийме зовнішність невідомого волоцюги",
    "rank": 0,
    "effects": [
      "Допельгангер займається власними дещо абсурдними справами у тій ж місцевості, де знаходиться гравець; це може призвести до численних курйозів. ",
      "Допельгангер витрачає кошти персонажа, випиває його вино та гуляє з його друзями. Проживання персонажа вважається на ранг меншим від реальних витрат. Втім, якщо проти персонажа буде проведена лиха акція (викрадення, вбивство, пограбування), тоді є шанс 1/6, що постраждає саме Допельгангер.",
      "\"Тепер Допельгангер має достатньо наглості щоб вмішуватись у \"серйозні\" справи персонажа; хоч його ціллю не є зашкодити, але двійник своїм свавіллям може химерно вплинути на важливі сюжетні події. Втім, персонаж може записками й символічними подарунками переконати Допельгангера раз у місяць виконати нескладне завдання - сходити замість себе на на підозрілу зустріч, показатись на публіці заради алібі, з'їздити у сусіднє місто щоб забрати щось важливе із схованки. \""
    ]
  },
  {
    "title": "Ікона Божевільних",
    "uid": "icon_of_crazies",
    "description": "Ті, що втратили здоровий глузд, перебувають під постійним впливом незримих химер; бентежні душі тяжіють до тільки їм видимих міражів немов падаючі зірки до темного обрію. Ікона Божевільних привертає увагу різного роду психів та душевнохворих до персонажа, відкриваючи для них істинний вид його Імаго.",
    "rank": 0,
    "effects": [
      "Контакт із Іконою Божевільних для персонажів із Душевними Травмами потребує успішного Тесту Бентежності, інкаше у них відбудеться загострення їх хвороб, що може унеможливити подальше спілкування.",
      "Божевільні здатні бачити у своїх галюцинаціях чужі таємниці та приховану правду. Пройшовши Тест Струн проти Ікони, використовуючи замість Струн кількість Душевних Травм, божевільний у приступі своїх хвороб дізнається певний секрет носія Метаморфози. ",
      "Божевільні заздалегідь відчувають прихід персонажа, бачать його у своїх снах та видіннях. Групи бездомних волоцюг можуть навіть спорудити символічний вівтар у честь Ікони, заховавши його у міській каналізації, або зобразити гротескний портрет на стіні закинутої будівлі – як результат, явні та секретні відомості про носія метаморфози можна отримати простим Збором Химер. Разом з тим, Ікона отримує можливість надавати божевільним персонам накази, що перетворюються для них у нав’язливі ідеї; сила даного впливу залежить від кількості Душевних Травм душевнохворих бідолах. "
    ]
  },
  {
    "title": "Кишення Привида",
    "uid": "ghost's_pocket",
    "description": "Раптово зникаючі безвісті особисті предмети стають повсякденним побутом персонажа. Інвентар розчиняється, ніби його і не було. Предмети вислизають зі сприйняття, ніби їх вкрали неспокійні привиди – насправді ж, вони просто стають забуті та покинуті внаслідок дії прокляття. Персонаж з Кишенею Привида має ліміт на кількість груп предметів, які він може мати у своєму володінні; якщо ліміті перевищений, тоді протягом короткого часу в нього починають зникати випадкові речі. Предмети діляться на групи, такі як: гаманець з грошима, одного типу зброя, інструменти, документи, талісмани та групи прикрас, гардероби одягу. Персонаж може захистити певні предмети, віддавши їх на тривале зберігання далекому другу, в банкове сховище або закопавши у глухій місцевості – тобто, виключити ці об’єкти з свого регулярного користування. ",
    "rank": 0,
    "effects": [
      "Раптово зникаючі предмети стають клопотом для персонажа. Він починає підозрювати себе у склерозі, а своє оточення – у клептоманії. Загублені предмети можна розшукати через пару днів у одному з місць, яке відвідував персонаж - забуті та ігноровані. Ліміт в 15 груп предметів. ",
      "Кишеня Привида привчає персонажа до свого роду аскетизму, вчить користуватись лише необхідними предметами. Загублені речі, якщо пощастить, можна знайти у власності мандрівних Туманоходів – але ті наврядчи забажають з ними розстатись. Ліміт в 10 груп предметів.",
      "Персонаж встиг загубити все, що він міг собі дозволити загубити, та відмовитися від всього іншого. В його арсеналі лише пара предметів, і персонажу доводиться сподіватись лише на власні вміння на навички. Загублені предмети зникають без практичної надії їх повернути. Ліміт в 5 групи предметів. Разом з тим, збережений інвентар набуває особливого зв’язку зі своїм власником, і перебуваючи в руках носія Кишені отримує додатковий Ранг Елітарності."
    ]
  },
  {
    "title": "Лихі Голоси",
    "uid": "evil_voices",
    "description": "Тумани сповнені загублених образів та непрощених душ. Їх Голоси бентежать свідомість, штовхаючи на божевільні вчинки. З іншої сторони, чорнокнижники не рідко самостійно віддаються на волю Лихих Голосів в обмін на гротескну силу та нелюдську енергію. Раз у 12-ть годин персонаж може прислухатись до Голосів, щоб отримати постфактум Бонус до кидку на відповідний Наративний Тест, проте ціною є часткова втрата самоконтролю. Якщо за тиждень часу носій Лихих Голосів жодного разу не прислухався до них, тоді він отримує бали Стресу в кількості що дорівнює рангу Метаморфози",
    "rank": 0,
    "effects": [
      "Шепіт Голосів надає персонажу Бонус +1, роблячи підказки та направляючи його. Після використання персонаж декілька хвилин переживає галюцинації та не контролює власне мовлення.",
      "Божевільне натхнення персонажа переростає в Бонус +2, проте ціною стає потреба виконати простий й короткий, але лихий наказ Голосів. Вони можуть змусити персонажа вдарити свого союзника або близького компаньйона, пошкодити цінний предмет, вжити наркотичну речовину",
      "Аномалії переростають в Бонус +3, проте Персонаж цілковито віддається на волю галюцинацій та внутрішніх демонів на годину часу. Впродовж свого приступу носій Лихих Голосів вдасться до ганебною і навіть небезпечної поведінки."
    ]
  },
  {
    "title": "Метаголод",
    "uid": "metahunger",
    "description": "Фізичний голод змінюється жагою пригод та містичного досвіду. Лише зустріч з потенційними джерелами Архешоку може втамувати пошуки персонажа",
    "rank": 0,
    "effects": [
      "Персонаж отримує Неміч І, якщо він протягом останього місяця не зустрічав джерело Архешоку принаймні ІІ рангу.",
      "Персонаж отримує Неміч ІІ, якщо він протягом місяця не зустрічав джерело Архешоку принаймні ІІІ рангу.",
      "Персонаж отримує Неміч ІІІ, якщо він протягом місяця не зустрічав джерело Архешоку принаймні ІV рангу. Разом з тим, зустріч з неймовірним може на певний час втамувати фізичний голод, залежно від рангу джерела Архешоку."
    ]
  },
  {
    "title": "Мітка Вільного Розуму",
    "uid": "mark_of_free_mind",
    "description": "Метаморфоза спонукає персонажа до божевілля, але дає певний контроль над ним.",
    "rank": 0,
    "effects": [
      "Персонаж отримує ефект однієї Душевної Травми, без отримання Глибинного Стресу",
      "Персонаж отримує ще два ефекти Душевних Травм, без отримання Глибинного Стресу. Завжди, коли персонаж генерує Душевні Травми, він може одну категорію прокинути випадково, а одну обрати на свій розсуд.",
      "Персонаж отримує ще три ефекти Душевних Травм, без отримання Глибинного Стресу. Генеруючи Душевні Травми, персонаж може модифікувати кидок на 1/3 своїх Струн (мінімум 1)."
    ]
  },
  {
    "title": "Музика Сфер",
    "uid": "spheres'_music",
    "description": "Персонаж чує чаруючу мелодію з глибин всесвіту",
    "rank": 0,
    "effects": [
      "У персонажа дві години в добу йдуть на слухання космічної музики",
      "Слухання музики тепер займає час як кураторствування одного фракційного атрибуту. Втім, персонаж для творчих персональних амбіцій (написання книги, інкрустування) отримує +1 бал за натхнення.",
      "Кожен раз, опинившись у ситуації де персонажу необхідно чекати певну кількість часу, він має пройти Тест Бентежності (кидок вище Стресу), інашке впаде у безконтрольний транс і пропустить потрібний момент або сигнал. Слухання Музики Сфер тепер вважається за Відпустку і знімає Стрес. "
    ]
  },
  {
    "title": "Нічний Житель",
    "uid": "night_resident",
    "description": "Сонце є великим ворогом нечисті, як у це вірять аль'авідці на півдні. Денне світло, від відчуття якого неможливо заховатись у приміщенні чи під парасолькою, випалює думки персонажа, залишаючи важку німу порожнечу у голові. Такі люди надають перевагу нічному способу життя, вирішуючи всі свої справи при зоряному сяйві або світлі міських ліхтарів.  ",
    "rank": 0,
    "effects": [
      "День стає важким та неприємним для всіх відчуттів персонажа. Від сходу сонця до його заходу персонаж отримує Неміч І рангу.",
      "Сонце всією своєю вагою лягає на свідомість персонажа, вводячи його в напівзабуття. В світлу частину доби персонаж отримує Неміч ІІ рангу та стійке бажання спати",
      "Персонаж не впевнений в існуванні сонця, вважаючи день міфічною вигадкою. При сонячному світлі персонаж переживає Неміч ІІІ рангу і забуває денні події як поганий сон. Разом з тим, Нічний Житель отримує ідеальний нічний зір і вважає поточну Ситуацію на ранг Простішою, коли знаходиться у повній темріяві."
    ]
  },
  {
    "title": "Обранець Вищих Сил",
    "uid": "election_of_higher_powers",
    "description": "Персонаж привертає увагу Вищих Сил, і це не проходить для нього безслідно. Обранець отримує один випадковий Тягар, який проявляється у повній мірі тоді, коли у персонажа більше Стресу ніж йому дозволяє витримати дана Метаморфоха.",
    "rank": 0,
    "effects": [
      "Тягар проявляється при 7+ Стресу.",
      "Тягар проявляється при 5+ Стресу. Тягар привертає увагу релігійних осіб та служителів різноманітних культів, змушуючи їх повірити що даний Обранець має стосунок до їх власних пророцтв та святих місій; здебільшого, така увага не означає нічого доброго. ",
      "Тягар являє себе при 3+ Стресу. Разом з тим, увага Вищих Сил дозволяє Обранцю брати участь в Окультних Ритуалах в ролі Ритуального Ключа, зменшуючи Складність дійства на 2 та збільшуючи Ранг Церемоніалу для ефекту на 1; таке застосування погіршує Стан Здоров’я Обранця на ранг. Усі Метаістоти отримують Ранг Немічі на Атакуючі Дії та Наративні Тести проти Обранця. "
    ]
  },
  {
    "title": "Одержимість Романтика",
    "uid": "romanticist_obsession",
    "description": "Персонаж отримує містичну, образну Пасію (не обов'язково інтимного характеру), будь це Золотоока Леді Фортуна або служба неіснуючій республіці. Персонаж має щомісця виконувати хоч один з шести подвигів в ім'я своєї Пасії, інакше почне переживати страшні душевні/сердечні муки. Два рази підряд один і той самий подвиг виконувати не можна, адже Пасію необхідно вражати своєю кмітливістю й вигадливістю. Чим вищий ранг Метаморфози, тим вимогливіші подвиги.",
    "rank": 0,
    "effects": [
      "Сердечні муки дають 5 стресу.",
      "Сердечні муки дають 7 Стресу.",
      "Сердечні Муки дають 10 Стресу. Втім, терер і Пасія звертає увагу на Романтика, надаючи йому один випадковий дар в місяць, у який він виконав подвиг. "
    ]
  },
  {
    "title": "Персона Інкогніто",
    "uid": "person_incognito",
    "description": "Персонаж стає ходячою загадкою для навколишнього світу. Не діє на персонажів, у яких у два рази більше Струн Імаго ніж у Персони Інкогніто",
    "rank": 0,
    "effects": [
      "Усі короткострокові незначні контакти швидко забувають персонажа, ніби ніколи з ним і не зустрічались.",
      "Будь-які документальні згадки персонажа починають поступово псуватись або губитись. Це викликає як великі незручності, так і можливості.",
      "Люди починають через певний час втрачати пам'ять про Персону Інкогніто, забуваючи про розмови, домовленності або образи. Час від останнього контакту до забуття залежить від сили персонального зв'язку; нова зустріч повертає пам'ять"
    ]
  },
  {
    "title": "Пожирач Метафор",
    "uid": "metaphor_eater",
    "description": "Імаго персонажа може перебирати метаморфози на себе. Це потребує нетривалої церемоніальної підготовки та тесту струн Пожирач проти Ініціата, одна соба на одну метаморфозу. Альтернативно, метаморфози можна передавати насильно, після короткої умовної церемонії та тесту струн Ініціат VS Пожирач.",
    "rank": 0,
    "effects": [
      "Метаморфози з одним рангом",
      "Метаморфози з двума рангами",
      "Метаморфози з трьома рангами."
    ]
  },
  {
    "title": "Полтергейст",
    "uid": "poltergeist",
    "description": "Аномальна телекінетична активність супроводжує персонажа. В моменти емоціональної напруги навколо починають відбуватись химерні речі, здатні викликати паніку та пошкодити ламке майно. Полтергейст активується тоді, коли його носій отримує Стрес, і чим більша його кількість – ти довше буде тривати ефект, від миттєвого за 1 Стресу до добового за 6 Стресу.",
    "rank": 0,
    "effects": [
      "Раптово відчиняються або закриваються поодинокі двері чи вікна – ніби від протягу. Келих вина починає небезпечно дриґотіти з наміром тріснути. Капелюх раптово злітає з голови збентеженого джентльмена. Усі свідки мають пройти Тест Бентежності, і при неуспіху також отримують 1 Стрес. ",
      "Пробуджений полтергейст хаотично скидає книги з поличок, б’є посуд, розкидає папери зі столу та одяг з шафи. Цього достатньо, щоб вся пристойна публіка збентежено поспішила покинути приміщення. Усі свідки мають пройти Тест Бентежності, інакше стануть ціллю Полтергейста й отримують Неповне Пошкодження та 1 Стрес. ",
      "Носій прокляття становить загрозу своєму оточенню та власному здоров’ю, адже на цьому рівні розлючений Полтергейст може жбурляти людей та перевертати карети. Усі свідки мають пройти Тест Бентежності, інакше невгамовний дух нанесе їм Повне Пошкодження та 2 Стресу. Разом з тим, носій Метаморфози отримує здатність частково контролювати Полтергейста у небойовій ситуації, змушуючи його ціною в 1 Стресу переміщати легкий предмет в межах кімнати, розбивати скло або дзеркало, неочікувано вибивати з чужої руки певний предмет."
    ]
  },
  {
    "title": "Прикмета Невдачі",
    "uid": "sign_of_failure",
    "description": "Невдача переслідує персонажа",
    "rank": 0,
    "effects": [
      "Персонаж отримує 6 в 1 на усі тести Удачі.",
      "Персонаж вважає своє проживання на ранг мешим, ",
      "Амбіції, які персонаж кураторствує персонаж, мають -1 бал; може передавати свою неудачу іншим, що проявляється у Фатум (-). "
    ]
  },
  {
    "title": "Прокляття Езотерика",
    "uid": "esoteric's_curse",
    "description": "Окультний захист діє – і персонаж переконується в цьому на власному прикладі. Захисні язичницькі руни на порогах старовинних будівель, рідкісні чудодійні ікони, заговорені справжніми хуторничими відьмами амулети викликають у персонажа відповідну негативну реакцію, зупиняючи його або завдаючи болю. ",
    "rank": 0,
    "effects": [
      "Персонаж відчуває сильну головну біль та запаморочення, увійшовши в зону дії справжнього парамістичного захисту – це проявляється в Немічі І рангу.",
      "Біль по всьому тілу та порожнеча в думках викликає у персонажа Неміч ІІ рангу. Персонаж відчуває стійке бажання покинути зону дії захисту.",
      "Неміч ІІІ у захишених зонах або при присутності захисних амулетиів. Разом з тим, носій Прокляття Езотерика отримує здатність розкривати повний потенціал власних талісманів – якщо даний Персонаж має при собі не менше Імаго Артефактів, аніж число його Струн Імаго, тоді він отримує Безсмерття І."
    ]
  },
  {
    "title": "Сакральні Пасма",
    "uid": "SACRED STRIPS",
    "description": "Деякі народи Нового Світу вірять, що волосся має магічні властивості, здатні впливати на характер людини і навіть змінювати її долю. Воно містить у собі сакральну силу персонажа; усі блага або ж усі лиха цього світу можуть статися з необережного поводження з тими чудернацькими нитками, що оповивають його голову. Якщо підрізати його волосся, він отримує серйозні штрафи на місяць; якщо розчісати – на тиждень; якщо підв'язати – то поки знову не розпустять. ",
    "rank": 0,
    "effects": [
      "Персонаж отримує -1 на всі Майстерності.",
      "Всі Наративні Таланти вважаються на ранг меншими (таланти 1 рангу перестають бути активними). Втім, навіть недоглянутим волосся виглядає прекрасно. ",
      "2 Неміч та +3 летальність по Каталогу Шрамів. Якщо з волоссям все гаразд, тоді персонаж вважається з +1 Струною. "
    ]
  },
  {
    "title": "Сни Мандрівника",
    "uid": "wanderer's_dreams",
    "description": "Персонаж стає залежним від власних сновидінь, зникаючи в них неначе першопроходець у далеких плаваннях. ",
    "rank": 0,
    "effects": [
      "Персонаж має спати 12 годин в день, і його надзвичайно важко розбудити у звичайний спосіб. Якщо хтось справиться із цим завданням, тоді Сномандрівник отримає 1 Стресу через переривання своїх мандрів.",
      "Якщо сон Сномандрівника прерваний, він отримує 2 Стресу. Також, із персонажем у його мандрах трапляються дивні речі, через що треба раз у місяць робити кидок по таблиці Сномандрів.",
      "Якщо сон Сномандрівника прерваний, він отримує 3 Стресу. Також, із персонажем у його мандрах трапляються дивні речі, через що треба три рази (у різні дні) у місяць робити кидок по таблиці Сномандрів. "
    ]
  },
  {
    "title": "Сором Грішника",
    "uid": "shame_of_the_sinner",
    "description": "Лихі діяння залишають сліди на руках персонажа. Вбивства проявляються у нестираємих плямах крові, крадіжка – сліди сажі, тощо (в тому ж числі і на одязі). ",
    "rank": 0,
    "effects": [
      "Сором Грішника являє собою невеликі плями, які кидаються в очі тільки при довгій розмові, і тримається 12 годин. ",
      "Плями стають більш помітні, руки необіхідно постійно ховати, тримаються добу. Брехня під присягою матиме запах сірки.",
      "Плями стають до локтя, їх практично не можливо не помітити, тримаються три доби; порушення обітниці буде оточувати персонажа лихим запахом; персонаж отримує унікальну здібність бачити такі ж сліди у інших персонажів, якщо у нього більше Струн Імаго ніж у них."
    ]
  },
  {
    "title": "Таємні Імена",
    "uid": "secret_names",
    "description": "Кожна жива та нежива істота має істинне ім'я, надійно приховане у глибинах архепростору; даному Персонажу повезло не на стільки сильно. ",
    "rank": 0,
    "effects": [
      "Апокриф персонажа можливо дізнатись просто Збором Химер про нього",
      "Персонажі, у яких як мінімум у два рази більше струн, відчувають що можуть уважним поглядом 12 секунд в очі дізнатись Апокриф Персонажа.  ",
      "Будь-який персонаж може опозиційним тестом Струн дізнатись Апокриф персонажа, спроба раз у місяць. Втім, це починає працювати і в іншу сторону. "
    ]
  },
  {
    "title": "Тримач Секретів",
    "uid": "keeper_of_secrets",
    "description": "Персонаж знаходить книгу / картину, у якій відображаються усі його таємниці й подробиці життя. Тримач Секретів завжди повертається через пару діб, якщо намагатись його позбутись, і завжди буде в тій локації, де персонаж живе.",
    "rank": 0,
    "effects": [
      "Якщо знищити Тримач Секретів, персонаж отримає д6 Стресу та 1 Мітку Безодні",
      "Тримач Секретів починає у містичний спосіб привертати увагу персонажів, що знаходяться неподалік від нього. Знищення дає д6 стресу та 2 мітки.",
      "Тримач Секретів можна використовувати як Апокриф персонажа. Знищення дає 2д6 стресу та 3 Мітки Безодні. Разом з тим, персонаж може раз в місяць пару годин досліджувати свій Тримач Секретів і знімати 1 мітку або 3 Стресу"
    ]
  },
  {
    "title": "Туманна Мантія",
    "uid": "foggy-cloak",
    "description": "Персонаж гордо несе свої метаморфози.",
    "rank": 0,
    "effects": [
      "+1 кидок по чарту Кармічних Гріхів. Персонаж при генерації Метаморфоз може редагувати значення одного з кубів на 1 за кожні три ранги Метаморфоз що у нього є. ",
      "Ще +2 кидки по чарту Кармічних Гріхів. Раз у тиждень персонаж може поглядом у очі та опозиційним тестом струн надати випадкову Метаморфозу іншому персонажу",
      "Ще +3 кидки по чарту Кармічних Гріхів. Надану іншим персонажам метаморфозу можна коригувати як власні Метаморфози. Раз у місяць персонаж може використати кількість рангів метаморфоз як кількість Струн. "
    ]
  },
  {
    "title": "Фамільяр",
    "uid": "familiar",
    "description": "Фамільяр починає переслідувати свого господаря, потребуючи його піклування та уваги. Фамільяр ніколи не вступає в бій і рідко вмішується напряму в справи господаря, але вийнятки можливі. Фамільяр не може загинути, оскільки більше є фантомною істотою, ніж матеріальною, і завжди повертається до господаря. ",
    "rank": 0,
    "effects": [
      "Фамільяр зобов’язаний безпосередньо супроводжувати свого господаря половину часу, поки той бодрствує. Якщо з Фамільяром трапиться якась шкода, гопсподарь отримує д6 Стресу та 1 Мітку Безодні. ",
      "Фамільяр зобов’язаний безпосередньо супроводжувати свого господаря весь час і завжди. Якщо з Фамільяром трапиться якась шкода, гопсподарь отримує д6 Стресу та 2 Мітки Безодні.",
      "Якщо з Фамільяром трапиться якась шкода, гопсподарь отримує 3д6 Стресу та 3 Мітки Безодні. Разом з тим, Фамільяр починає напряму живитись духовною енергією свого господаря, через що число Струн Імаго останнього вважається на 1 меншим для усіх Супротивів та інших взаємодій. Втім, Фамільяр сам виступає резонатором містичних сил, і його володарь отримує +1 ранг до трьох Містичних Здібностей кола Пробуджених на свій вибір, окрім Істинної Сили, Істинного Зору та Мітки Долі. Раз в місяць тривалою нічною церемонією можна змінити одну з обраних Містичних Здібностей"
    ]
  },
  {
    "title": "Хвороба Інкогніто",
    "uid": "illnes_incognito",
    "description": "Загадкова непояснювана хвороба постійно ставить персонажа обличчям до обличчя із смертю; лікарі безсилі. Приблизно раз у місяць у персонажа трапляється приступ тривалістю в пару діб, що провокує відповідний Тест на Межі.",
    "rank": 0,
    "effects": [
      "Хвороба Інкогніто провокує Тест на Межі складністю 1.",
      "Хвороба Інкогніто провокує Тест на Межі складністю 2. Після кожного приступу персонаж половинить свій Стрес, радіючи, що він досі живий.",
      "Хвороба Інкогніто провокує Тест на Межі складністю 4. Персонаж отримує +1 на всі амбіції, що він кураторствує, бо необхідно встигнути залишити слід в історії, і отримує додатковий Фатум +, який оновлюється лише після приступів"
    ]
  },
  {
    "title": "Холодні Вітрила",
    "uid": "cold_sails",
    "description": "Потяг Неземного сильніший за будь-кого з нас. Персонаж відчуває постійну потребу вести пошуки, мандрувати, переміщатись на значні відстані – мінімум один день шляху найшвидшим з доступних транспортних засобів, надаючи перевагу подорожам до нових місць. Не втіливши власну потребу в мандрах, носій Холодних Вітрил частково втрачає інтерес до зовнішнього світу, отримуючи +1 ранг Немічі, остаточно зняти який можна тільки дальньою дорогою. Неміч від пропушених мандрівок поступово акумулюється, поки персонаж не впаде у стан безсвідомих марень",
    "rank": 0,
    "effects": [
      "Вітрила «ловлять вітер» раз у два тижні, змушуючи персонажа зірватись з місця.",
      "Незвичний потяг персонажа тепер трапляється приблизно раз у тиждень. Персонаж не хоче мати постійну домівку, надаючи перевагу змінному орендованому житлу. Разом з тим, мандри в комфортних умовах тепер вважаються для носія Холодних Вітрил повноцінною Відпусткою.",
      "Персонаж вимушений мандрувати через кожні три дні, а засидівшись на одному місці більше декількох годин стає дратівливим та неспокійним, вважаючи поточну Ситуацію на ранг гіршою. Разом з тим, будучи в дорозі носій Холодних Вітрил має інтуітивну здатність знаходити приховані стежки, печери, переправи, знає де знайти джерело води, з легкістю «згадує» розташування усіх навколишніх хуторів або дорожніх дворів."
    ]
  },
  {
    "title": "Хтонічні Тіні",
    "uid": "chonicical_shadows",
    "description": "Персонаж помічає краєм ока рух безімених тіней хтонічного походження – і те що він бачить до біса його лякає. Зустрівши явну метаістоту, прийнявши імерсію, сконтактувавши з ІмагоАртефактом, почавши готувати Ритуал або Окультне Читання, персонаж на мить знову помічає те, що не призначене для ока людини",
    "rank": 0,
    "effects": [
      "Хтонічні Тіні викликають Робочу Паніку.",
      "Хтонічні Тіні викликають Паніку-Виклик",
      "Хтонічні Тіні викликають Межову Паніку. Разом з тим, персонаж навчається вказувати іншим на незримі жахіття, що приховуються під покровом буденної реальності. Для цього персонаж має прошепотіти хтонічні одкровення одній іншій особі, що потребуватиме Тест Струн; при успіху, жертва на мить прозріє й отримає Межову Паніку. У бойовій ситуації не діє"
    ]
  },
  {
    "title": "25-та Година",
    "uid": "25-th_hour",
    "description": "Радикальні псевдонауковці виступають у підтримку тези про нелінійність часу, або принаймні про хибність людського сприйняття його плину. І не безпідставно. Метаморфоза 25-тої години змушує свого носія губитись у комплексних дежавю, помилково оцінювати послідовність подій і, що найгірше, відкриває для його свідомості загадкову мить між зміною доби. Рівно опівночі весь земний світ завмирає, і химерні образи являються з небуття, лаштуючи незримі механізми та готуючи настання нового дня. Персонаж лише поверхнево запам'ятовує події 25-тої години, яка проходить повністю непомітно для стороннього глядача, і чим складніша була його доба - тим глибше він провалиться у гротескне безумство часового потойбіччя. Єдиний спосіб уникнути зустрічі з 25-тою годиною - бути без свідомості в момент коли відбувається зміна днів. ",
    "rank": 0,
    "effects": [
      "Паралізований жахом, носій Метаморфози сприймає 25-ту годину лише химерний танець тіней тривалістю в одну мить. Якщо протягом доби персонаж отримував Стрес, тоді зустріч із мешканцями позачасового простору обернеться для нього повторним отриманням такої ж кількості пунктів Стресу. ",
      "Сприйняття 25-тої години стає лякаюче чіткішим, роблячи персонажа більш вразливим для надприроднього впливу. Якщо протягом доби носій Метаморфози отримував Відблиск, Мітку Безодні або Метаморфозу, тоді гротескні вихори дежавю та фрагменти втрачених спогадів наносять йому ту саму кількість тих самих імаго-травм.",
      "Носій Метаморфози остаточно уживається у 25-тій годині, що робить його зловісним порушником в очах місцевих істот. Якщо протягом доби персонаж отримував Пошкодження, позачасові образи болісно атакують його даними уривками часу, повторно наносячи ту саму кількість тих самих Пошкоджень, враховуючи Летальність. Втім, якщо протягом доби персонаж не отримував Стресу, Пошкоджень або містичних травм, його 25- та година пройде відносно мирно. Він може скористатись цим часом щоб попрацювати над власною Вечірньою Амбіцією, і вона отримає бонус +1 до балів якщо в основному виконувалась протягом 25-тої години. Альтернативно, персонаж може використати зникнення усіх інших осіб у нерівностях часу, щоб безперешкодно дослідити своє оточення; в даний час персонаж не може покинути поточну локацію, інакше загубиться в часових лініях та отримає Душевну Травму й Глибинний Стрес, але може вільно переміщатись в її межах, оглядати знайдені предмети не рухаючи їх, залишати записки. По завершенню 25-тої години носій Метаморфози завжди опиняється в тому самому місці та тій позі, в яких її зустрів."
    ]
  }
]