[
  {
    "uid": "intuition",
    "title": "Інтуіція",
    "description": "За кожен ранг Інтуіції персонаж може використати дану здібність один раз у 12 внутрішньоігрових годин.",
    "effects": [
      {
        "cost": 3,
        "ability": "Персонаж може зменшити ранг складності одного Тесту, пов'язаного із Уважністю або Збором Інформації. При цьому, Ведучий все ще не зобов'язаний називати фінальну Складність."
      },
      {
       "cost": 5,
       "ability": "Персонаж з Інтуїцією може сформувати питання з варіантами відповіді «так» або «ні». Питання може стосуватись тільки поточної ситуації, наприклад, чи ховається в цій кімнаті шпигун або чи отруєний цей келих з вином. Для отримання відповіді необхідно пройти фіксований Складний (8+) Тест; якщо відповідь суперечлива – відповіді не буде, або буде найбільш коректний варіант." 
      },
      {
        "cost": 7,
        "ability": "Якщо питання до Інтуіції стосується безпеки персонажа, (наприклад, чи очікує мене пастка у цьому провулку?), тоді Тест стає Елементарним (3+)."
      }
    ]
  },
  {
    "uid": "manipulation",
    "title": "Маніпуляція ",
    "description": "За кожен ранг Маніпуляції персонаж може використати дану здібність один раз у 12 внутрішньоігрових годин. ",
    "effects": [
      {
        "cost": 3,
        "ability": "Персонаж може на один ранг зменшити складність одного тесту, пов'язаного із соціальним впливом на іншого персонажа. При цьому, Ведучий все ще не зобов'язаний називати фінальну Складність."
      },
      {
        "cost": 5,
        "ability": "За допомогою Маніпуляції, після проходження Опозиційного Тесту Струн, персонаж\nздатний примусити свою жертву до простої короткої дії. Пролити на партнера келих, випустити з рук зброю, відвести погляд – дія має бути одноступінчастою та не агресивною. Маніпуляція не діє в бою та не може бути направленою на пряме причинення фізичної шкоди самому собі чи оточуючим."
      },
      {
        "cost": 7,
        "ability": "Персонаж має особливу владу над персонами, у яких не більше 1 Струни (тобто, звичайні рядові громадяни, що не отримали ні одиниці фокуса). Додатково до попередніх можливостей, містик може змусити своїх жертв поринути у глибокий сон, втратити остані декілька хвилин своєї пам'яті або негайно пережити ефект Паніки (згідно ситуації). Втім, дані здібності все ще не діють у бою. "
      }
    ]
  },
  {
    "uid": "abandonment",
    "title": "Відмова",
    "description": "Містик, наділений даною здібністю, може відчути застосування інших містичних здібностей в найближчому просторі навколо нього — хоч він і не розпізнає яка саме здібність і ким застосовується. За кожен ранг Відмови персонаж може використати дану здібність один раз у 12 внутрішньоігрових годин, і якщо застосування скінчились – містик губить здатність відчувати чужі містичні сили. На кожну Містичну Здібність можна застосувати тільки одну Відмову, і якщо це одночасно намагаються зробити декілька персонажів, спрацьовує Відмова лише того, у кого виявиться найбільше значення Струн включно з усіма модифікаторами. Відмову можливо відмінити тільки Відмовою вищого рівня. ",
    "effects": [
      {
        "cost": 3,
        "ability": "Персонаж може спробувати пройти тест Струн проти Струн іншого містика, не давши йому застосувати власну здібність."
      },
      {
        "cost": 5,
        "ability": "При застосувані Відмови персонаж вважає власні Струни на одну більше, а його опонент – на одну менше. "
      },
    {
      "cost": 7,
      "ability": " Заставши проведення певного ритуалу, персонаж може пройти аналогічний Тест Струн проти Рангу Церемоніалу х2."
    }
  ]
  },
  {
    "uid": "fortune_favorite",
    "title": "Фаворит Фортуни ",
    "description": "За кожен ранг Фавориту Фортуни персонаж може використати дану здібність один раз у 12 внутрішньоігрових годин. ",
    "effects": [
      {
        "cost": 3,
        "ability": "Персонаж може ініціювати перевод 1 в 6 на Кидок Удачі. "
      },
      {
        "cost": 5,
        "ability": "Проживання Фаворита Фортуни вважається на Ранг Кращим"
      },
      {
        "cost": 7,
        "ability": " Персонаж може обрати одну Амбіцію, яку він кураторствує, та Складність якої не більша, аніж його Струни х2 — дана Амбіція отримає бонус +1."
      }
    ]
  },
  {
    "uid": "Fate's_mark",
    "title": "Мітка Долі ",
    "description": "",
    "effects": [

      {
        "cost": 7,
        "ability": "Персонаж отримує додатковий Фатум +"
      }
    ]
  },
  {
    "uid": "demon_trick",
    "title": "Бісів Трюк",
    "description": "За кожен ранг Бісового Трюку персонаж може використати дану здібність один раз у 12 внутрішньоігрових годин. ",
    "effects": [
      {
        "cost": 3,
        "ability": "Персонаж може на один ранг зменшити складність одного тесту, пов'язаного із спритністю рук (фокуси, кишенькова крадіжка, взлам замку). При цьому, Ведучий все ще не зобов'язаний називати фінальну Складність."
      },
      {
        "cost": 5,
        "ability": "Пройшовши Тест Струн проти найскладнішого зі свідків персонаж може викликати незначну короткострокову ілюзію, наприклад, змусити світло ліхтаря миготіти химерними відтінками або свої руки опинитись у крові. Також, містик може змусити жертву повірити, що у його руках є (або відсутній) певний невеликий предмет (годинник, перепустка, кинджал). Ілюзія триває не довше 12-ти секунд."
      },
      {
        "cost": 7,
        "ability": "Окрім попередніх застосувань, містик з опозиційним Тестом Струн може використати Бісів Трюк щоб дізнатись ім'я будь-якої персони (одне з імен, під яким дана персона найбільш відома), що знаходиться не далі 5 кроків, а також щоб непомітно розрядити порохову зброю, яку він потримав у руках."
      }
    ]
  },
  {
    "uid": "ulterior_gift",
    "title": "Потойбічний Дар ",
    "description": "Персонаж обирає один з наступних ритуальних елементів: Прокляття (Лиха), Виявлення (Предметів), Контакт (Примари), Пошук в Туманах (Видіння), Гра (Вплив), Потойбічний Зір (Занурення), Зцілення чи Легкість (Благодать), Осмислення (Просвітлення). Витративши декілька хвилин на церемоніальну підготовку, містик може спробувати втілити ефект даного ритуалу, пройшовши тест Струн проти Складності ритуального елементу. Використання\nПотойбічного Дару зазвичай не викликає побічних ефектів, але у випадку дублю 1-1 на Тесті\nпровокує Мажорний Дисонанс; містики можуть брати цю здібність декілька разів, кожен раз обираючи та розвиваючи дар з новим Ритуальним Елементом. Ранг Схеми вважається 1/2 Струн.",
    "effects": [
      {
        "cost": 3,
        "ability": "Використання раз у місяць."
      },
      {
        "cost": 5,
        "ability": "Складність -1, а для тесту Струни містика вважаються з +1. Використання раз у тиждень."
      },
      {
        "cost": 7,
        "ability": " Використання раз у три дні. Якщо (і поки) містик бере участь у Ритуальному Церемоніалі, тоді вона доповнюється його Даром; якщо у Схемі вже є відповідний елемент, тоді Складність -1 та час підготовки 1/2. "
      }
    ]
  },
  {
    "uid": "guide",
    "title": "Провідник ",
    "description": "Дана здібність дозволяє більш ефективно займатись ритуалістикою. Якщо персонаж з даною здібністю володіє ритуальним Доменом, тоді в даній Схемі за кожен ранг Провідника він отримує одне Відкриття, а також може додатково коригувати результат кожного кидку на визначення Сфери на 1 за кожен ранг здібності.",
    "effects": [
      {
        "cost": 3,
        "ability": "Раз у місяць персонаж може використати дану здібність як Інкрустацію у ритуальних дійствах; якщо інкрустований в такий спосіб ритуал був успішний, Ритуальна Схема отримує додатковий +1 Ритуальний Досвід. Також, власний Домен даного персонажа не враховується у кількість Ритуальних Схем, в яких бере участь персонаж"
      },
      {
        "cost": 5,
        "ability": "Раз у місяць персонаж може використати дану здібність як Інкрустацію у ритуальних дійствах; якщо інкрустований в такий спосіб ритуал був успішний, Ритуальна Схема отримує додатковий +1 Ритуальний Досвід. Також, власний Домен даного персонажа не враховується у кількість Ритуальних Схем, в яких бере участь персонаж"
      },
      {
        "cost": 7,
        "ability": " Усі Інкрустуювані за допомогою даної здібності ритуальні дійства мають -1 до Складності."
      }
    ]
  },
  {
    "uid": "the_palaces_of_the_mind",
    "title": "Палац Свідомості ",
    "description": "Здібність за кожен ранг використовується 1 раз у 12 годин",
    "effects": [
      {
        "cost": 3,
        "ability": "Персонаж може на один ранг полегшити складність тесту Інтелекту, пов'язаного із теоретичними знаннями чи пам'яттю (вирішення математичних задач, згадування фактів з історії). "
      },
      {
        "cost": 5,
        "ability": "Персонаж може використати Палац Свідомості, щоб ідеально запам'ятати, а потім іншим використанням ідеально згадати певний обсяг інформацї – наприклад, декілька сторінок тексту або риси обличчя й одяг десятків людей, що стоять перед ним. В такий спосіб персонаж може запам’ятати певну інформацію або ігрову сцену навіть прийнявши Архешок й не отримавши Стресу."
      },
      {
        "cost": 7,
        "ability": " Отримавши Стрес, Пошкодження або вживши наркотичний засіб, персонаж може витратити одне використання Палацу Свідомості та поринути у безпробудний транс тривалістю 12 годин. Впродовж цього трансу, час для персонажа на його власний вибір умовно прискорюється або заповільнюється вдвічі, що може вплинути на Відлік, наближення Тесту на Межі, час одужання, а також бути зарахованим як Відпочинок. Персонаж може залишатись у трансі п’ять діб за кожну Струну Імаго, але якщо вийде з нього, не зможе знову поринути в нього протягом трьох діб. "
      }
    ]
  },
  {
    "uid": "string_walker",
    "title": "Струнохід ",
    "description": "Струнохід використовується раз у три доби.",
    "effects": [
      {
        "cost": 3,
        "ability": "Струнохід можна засосувати для надання собі бонусу +2 до Струн в одній з відповідних ситуацій – Тест Струн, виконання Ритуального Дійства. Застосування оголошується до усіх кидків."
      },
      {
        "cost": 5,
        "ability": ". Струнохід тепер можливо застосувати щоб перезарядити усі Містичні Здібності, що мають обмеження на використання в 12 годин."
      },
      {
        "cost": 7,
        "ability": " Струнохід тепер можна застосувати як Істинний Фатум (+) – перевернути значення ворожого Тесту Струн в опозиційному тесті проти вас. "
      }
    ]
  },
  {
    "uid": "dream_сatcher",
    "title": "Ловець Снів ",
    "description": "",
    "effects": [
      {
        "cost": 3,
        "ability": "Спостерігаючи за тим, як спить інший персонаж, містик може відносно точно діагностувати його стан здоров'я, ступінь стресу (0-3, 4-6, 7-9, 10-11) та число Глибинного Стресу. Спостерігаючи декілька ночей за однією персоною, Ловець Снів може спробувати пройти Тест Струн проти обранного персонажа, щоб з промовлених ним крізь сон слів скласти уявлення про певну важливу подію з його життя, що або сталась нещодавно, або достатньо визначна щоб залишити помітний слід у підсвідомості на довгі роки; спробу в даний спосіб прочитати чужі сни можна робити один раз на три місяці на одного персонажа."
      },
      {
        "cost": 5,
        "ability": "Містик відтепер може спостерігати за чужими сновидіннями на відстані, коли він сам спить. Він може спостерігати за снами однієї персони, яка спить у той самий час у тій самій локацї (на одній та тій самій вулиці, в одному таборі, в одному потязі), і з якою він має персональне знайомство. Для Тесту Струн на зчитування сновидінь містик вважається з однією більше струною, а його ціль з однією менше. Також, Ловець Снів може у незначний спосіб твтручатись у чужі сни: якщо у персонажа 9 і більше стресу, він може фільтрувати його кошмари,а якщо 4 і менше, то навпаки, нагнітати. Кожні три доби подібного втручення у сни знімають або викликають 1 Стресу відповідно. Подібне втручання у сновидіння доволі просто відслідкувати Збором Химер."
      },
      {
        "cost": 7,
        "ability": "Ловець Снів тепер діє на всю місцевість (місто, долина, тощо), і містик може одночасно споглядати (але не втручуватись) стільки снів, скільки його Ранг Струн. Зчитуюч сни, містик на цьому ранзі ліпше розрізняє значимі події, що відлунюються у пам'яті людини, в змозі навіть дізнатись імена чи зовнішність учасників події. Також, Ловець Снів тепер може конструювати сновидіння, їх ясність буде залежити від ступеня персонального знайомства та потребуватиме декілька днів, щоб отримувач сну прокинувся із пам'ятю про нього. Також, Ловець Снів отримує можливість пробуджувати людей від сну силою думки, або навпаки, робити їх сон майже непробудно глибоким, або у місці смерті дивитись напівабстрактні сни мерців. "
      }
    ]
  },
  {
    "uid": "whammy",
    "title": "Лихе Око",
    "description": "Містик може поглядом очей у вічі накласти прокляття, раз у 12 годин, потребує опозиційного Тесту Струн.",
    "effects": [
      {
        "cost": 3,
        "ability": "Тривалість прокляття: 1 хвилина. Один з ефектів на вибір: певний Наративний Талант жертви вважається на ранг нижче, певний Негатив жертви вважається на ранг вище, у жертви заблоковане по одному використанню її містичних здібностей (не діє на здібності, у яких немає ліміту використань). Якщо прокляття стосується Таланту чи Негативу, Містик має його знати і назвати (достатньо приблизного формулювання); якщо назва була не вірна, прокляття не спрацює."
      },
      {
        "cost": 5,
        "ability": " Містик може накласти прокляття, яке буде тривати по одній годині за кожну його Струну та матиме один з ефектів першого рангу; альтернативно, прокляття буде тривати одну хвилину, але матиме один з наступних ефектів: Неміч +1, Мітка Безодні +1, Число Струн -1."
      },
      {
        "cost": 7,
        "ability": " Містик може накласти ефекти першого рангу на добу або ефекти другого рангу на одну годину за кожну власну Струну Імаго, або альтернативно нанести жертві 1 Стресу. Використання Лихого Ока проти персон з 1 Струною більше не потребує тесту."
      }
    ]
  },
  {
    "uid": "diviwalker",
    "title": "Діяч Дивіуму ",
    "description": "Містична здібність, що посилює образ під час мандрів у Архепросторі.",
    "effects": [
      {
        "cost": 3,
        "ability": " Складність усіх метадій знижується на 1. Запас Могутності збільшується в половину."
      },
      {
        "cost": 5,
        "ability": "Складність усіх метадій знижується на 2. Запас Могутності збільшується у два рази."
      },
      {
        "cost": 7,
        "ability": "Складність усіх метадій знижується на 3. Могутність відновлюється зі швидкістю 1 в Раунд."
      }
    ]
  },
  {
    "uid": "superdurability",
    "title": "НАДСТІЙКІСТЬ",
    "description": "Страх перед одержимими та їх надприродною силою давно володіє свідомістю неосвічених мас; з іншої сторони, агенти тіньового світу та вільні архетерики з радістю вдаються до будь-яких хитрощів, щоб отримати фізичну перевагу над своїми ворогами. Дві окремих містичних здібності що аугментують тіло, Надспритність дозволяє персонажу рухатись швидше, а Надстійкість проявляти надзвичайну витривалість та незламність. Використовуючи ці містичні здібності, персонаж отримує постфактум Бонус до кидку на відповідний Тест; у бою ці здібності використовуються один раз в раунд, де Надспритність надає Бонус до Готовності, а Надстійкість – блокує Пошкодження на розмір Бонуса.",
    "effects": [
      {
        "cost": 3,
        "ability": "Ефект не помітний для людського ока, проте достатній, щоб врятувати у критичній ситуації. Здібність використовується раз у 12 годин, а Бонус складає +1."
      },
      {
        "cost": 5,
        "ability": " Аномальна швидкість або стійкість персонажа виділяє його серед інших акторів тіньового світу. Здібність використовується двічі у 12 годин, а Бонус складає +2."
      },
      {
        "cost": 7,
        "ability": " Містичне благословення робить персонажа лідер в ситуаціях, де вирішальна роль за фізичними талантами. Містична здібність використовується тричі у 12 годин, а Бонус складає +3."
      }
    ]
  },
  {
    "uid": "superdexterity",
    "title": "НАДСПРИСТНІСТЬ",
    "description": "Страх перед одержимими та їх надприродною силою давно володіє свідомістю неосвічених мас; з іншої сторони, агенти тіньового світу та вільні архетерики з радістю вдаються до будь-яких хитрощів, щоб отримати фізичну перевагу над своїми ворогами. Дві окремих містичних здібності що аугментують тіло, Надспритність дозволяє персонажу рухатись швидше, а Надстійкість проявляти надзвичайну витривалість та незламність. Використовуючи ці містичні здібності, персонаж отримує постфактум Бонус до кидку на відповідний Тест; у бою ці здібності використовуються один раз в раунд, де Надспритність надає Бонус до Готовності, а Надстійкість – блокує Пошкодження на розмір Бонуса.",
    "effects": [
      {
        "cost": 3,
        "ability": "Ефект не помітний для людського ока, проте достатній, щоб врятувати у критичній ситуації. Здібність використовується раз у 12 годин, а Бонус складає +1."
      },
      {
        "cost": 5,
        "ability": " Аномальна швидкість або стійкість персонажа виділяє його серед інших акторів тіньового світу. Здібність використовується двічі у 12 годин, а Бонус складає +2."
      },
      {
        "cost": 7,
        "ability": " Містичне благословення робить персонажа лідер в ситуаціях, де вирішальна роль за фізичними талантами. Містична здібність використовується тричі у 12 годин, а Бонус складає +3."
      }
    ]
  },
  {
    "uid": "anomaly_compass",
    "title": "Компас Аномалій",
    "description": "Світ сповнений дивних та химерних речей, загадкових за своєю природою та небезпечних за наслідками. Деякі персони мають цінну здібність – відчувати Ехо, коливання ефіру. Орієнтуючись на внутрішній Компас, такі актори швидше за інших помічають небезпеку окультного характеру або потенційно корисні химери.",
    "effects": [
      {
        "cost": 3,
        "ability": "Компас діє в радіусі декількох дюжин кроків, повідомляючи про наявність архетеричних аномалій, проте не вказуючи напрямку."
      },
      {
        "cost": 5,
        "ability": "Персонаж здатен відчувати химери на відстані декілька сот кроків, відчуваючи напрямок та відстань. Будь це Туманоход або активний діаблічний артефакт, Компас вкаже на нього.  "
      },
      {
        "cost": 7,
        "ability": "Персонаж тепер може відчути навіть використання мінорних містичних здібностей, розпізнавати метаморфози, відрізняти видіння від реальності. Якщо в межах дії Компасу проводиться окультна церемонія або прокладає свій шлях Туманоход, персонаж може «побачити» їх затуманенні образи своїм внутрішнім зором."
      }
    ]
  },
  {
    "uid": "genuine_vision",
    "title": "Істинний Зір",
    "description": "Істинним Зором володіють найталановитіші ілюмінати та архетерики. Вони здатні дізнаватись правду з самого Дивіуму, маніпулювати чужими думками та бачити те, що не призначено для зору людини, бачити Очима Бога. За допомогою Істинного Зору персонаж може покращувати результати кидків, що стосуються Тесту знань, уваги або соціальної взаємодії; дану здібність можна застосувати стільки раз у 12 годин, скільки її ранг. Коли персонаж з Істинним Зором отримує дубль «6» на відповідний Тест (з використанням здібності або без), тоді він справляється навіть з практично неможливими для звичайної людини викликами, такими як ввести когонебуть в шиту білими нитками оману, миттєво в розумі вирішити складну математичну задачу або процитувати на пам'ять малознайомий текст",
    "effects": [
      {
        "cost": 10,
        "ability": "Передчуття, короткочасні видіння та фантомні написи у повітрі надають персонажу перевод «1» у «6» на відповідних тестах. "
      },
      {
        "cost": 12,
        "ability": "Фокуса. Архетеричні прозріння набувають більшої сили. Здібність надає персонажу перевод «1» та «2» у «6» на відповідних Тестах. "
      },
      {
        "cost": 15,
        "ability": "Супроводжуючись музикою сфер, отриманні знання та секрети надають персонажу перевод «1», «2» та «3» у «6» на відповідних тестах. "
      }
    ]
  },
  {
    "uid": "genuine_force",
    "title": "Істинна Сила",
    "description": "Переступаючи через закони та обмеження реальності, володарі Істинної Сили здатні проявляти колосальну, лякаючи міць та могутність. За допомогою Істинної Сили персонаж може покращувати результати кидків, що стосуються Тесту атлетики, спритності або стійкості, а також генерації Готовності та тестів Майстерності; дану здібність можна застосувати стільки раз у 12 годин, скільки її ранг. Коли персонаж з Істинною Силою отримує дубль «6» на відповідний Тест (з використанням здібності або без), тоді він справляється навіть з практично неможливими для звичайної людини викликами, такими як розірвати сталевий ланцюг, перестрибнути з даху на дах вулицю або перекинути карету.",
    "effects": [
      {
        "cost": 10,
        "ability": "З легкістю порушуючи фізичні правила, персонаж отримує перевод «1» у «6» на відповідних тестах. "
      },
      {
        "cost": 12,
        "ability": "Неземна енергія надає персонажу перевод «1» та «2» у «6» на відповідних Тестах. "
      },
      {
        "cost": 15,
        "ability": " Істинна Сила надає персонажу перевод «1», «2» та «3» у «6» на відповідних тестах."
      }
    ]
  },
  {
    "uid": "winds_of_the_invisible",
    "title": "КРИЛА НЕЗРИМОГО",
    "description": "Дані здібності купуються лише за Фокус починаючи з 51-го, тобто того, який нараховується як сьома або вище Струна.",
    "effects": [
      {
        "cost": 3,
        "ability": "Персонаж отримує можливість взяти ранги першого кола Містичних Здібностей, на суму 10 Фокуса."
      },
      {
        "cost": 5,
        "ability": "Персонаж отримує можливість взяти ранги першого кола Містичних Здібностей, на суму 15 Фокуса. "
      },
      {
        "cost": 7,
        "ability": " Персонаж отримує можливість взяти ранги першого кола Містичних Здібностей, на суму 21 Фокуса."
      }
    ]
  },
  {
    "uid": "scepter",
    "title": "СКИПЕТР",
    "description": "Дані здібності купуються лише за Фокус починаючи з 51-го, тобто того, який нараховується як сьома або вище Струна.",
    "effects": [
      {
        "cost": 5,
        "ability": "Персонаж отримує можливість використовувати наступні здібності, немов він володіє їх першим рангом: Інтуіція, Маніпуляція, Бісів Трюк, Фаворит Фортуни, Палац Свідомості, Ловець Снів, Провідник, Компас Аномалій, Струноход, Відмова, Діяч Дивіуму. Ті таланти, які він вже має, отримують +1 використання за кожен ранг; у випадку Компасу Аномалій – дальність здібності збільшується в 10 раз, а Діяча Дивіуму – перший ранг застосовується ще раз."
      }
    ]
  },
  {
    "uid": "dragon_heart",
    "title": "СЕРЦЕ ДРАКОНА",
    "description": "Дані здібності купуються лише за Фокус починаючи з 51-го, тобто того, який нараховується як сьома або вище Струна.",
    "effects": [
      {
        "cost": 3,
        "ability": "Персонаж вдвічі швидше швидше одужує від поранень, а складність Тестів на Межі для нього стає -2. ."
      },
      {
        "cost": 5,
        "ability": "Персонаж завжди вважає поточну Ситуацію на ранг простішою. Супротив Стресу знижує його у три рази, а не у два."
      },
      {
        "cost": 7,
        "ability": "Персонаж отримує Поглинання +1."
      }
    ]
  },
  {
    "uid": "imago_regeneration",
    "title": "РЕГЕНЕРАЦІЯ ІМАГО",
    "description": "Дані здібності купуються лише за Фокус починаючи з 51-го, тобто того, який нараховується як сьома або вище Струна.",
    "effects": [
      {
        "cost": 3,
        "ability": "Раз у місяць містик може зняти у себе або у іншого персонажа 1 Мітку Безодні та 1 Відблиск, або вполовинити наявний Стрес."
      },
      {
        "cost": 5,
        "ability": " Містик може виконувати Регенерацію Імаго раз у тиждень. Альтернативно, Містик має можливість за кожні дві Струни на 12 годин нівелювати по одному Рангу Метаморфоз, або те ж саме на 3 доби за кожні чотири Струни."
      },
      {
        "cost": 7,
        "ability": " Містик може виконувати Регенерацію Імаго раз у день; додатково раз у місяць знімати Малу або Середню Метаморфозу, не залежно від Якоря."
      }
    ]
  },
  {
    "uid": "third_eye",
    "title": "ТРЕТЄ ОКО",
    "description": "Дані здібності купуються лише за Фокус починаючи з 51-го, тобто того, який нараховується як сьома або вище Струна.",
    "effects": [
      {
        "cost": 3,
        "ability": "Неквапливо вдивляючись (1 раунд), просвітлений містик отримує можливість помічати присутність живих істот крізь один шар твердих об'єктів (крізь стіну, двері). Втім, від даного персонажа все ще можна заховатись, знайшовши хованку там, куди він не стане вдивлятись. "
      },
      {
        "cost": 5,
        "ability": "Вдивляючь 1 раунд уважним поглядом вічі-в-вічі у певного персонажа, містик після проходження Опозиційного Тесту Струн дізнається приблизні назви його Атрибутів, негативи ІІІ рівня та приблизний рівень струн (1, 2-6, 7-9, 10-12). "
      },
      {
        "cost": 7,
        "ability": " Вдивляючись у певному напрямку протягом Раунду, містик може бачити крізь матеріальні перешкоди, на відстань Струни х 10 кроків. "
      }
    ]
  },
  {
    "uid": "witness_of_serenity",
    "title": "СВІДОК БЕЗМЕЖНОСТІ",
    "description": "Дані здібності купуються лише за Фокус починаючи з 51-го, тобто того, який нараховується як сьома або вище Струна.Містик може у простий й швидкий церемоніальний спосіб надавати певну кількість Фокуса персонам, у яких не більше Струн, аніж третина Струн у Свідка Безмежності.",
    "effects": [
      {
        "cost": 3,
        "ability": " Раз у місяць можна роздати 1 Фокуса."
      },
      {
        "cost": 5,
        "ability": "Раз у місяць можна роздати 2 Фокуса."
      },
      {
        "cost": 7,
        "ability": " Раз у місяць можна роздати 3 Фокуса."
      }
    ]
  },
  {
    "uid": "archeflash",
    "title": "АРХЕСПАЛАХ ",
    "description": "Дані здібності купуються лише за Фокус починаючи з 51-го, тобто того, який нараховується як сьома або вище Струна.",
    "effects": [
      {
        "cost": 3,
        "ability": "Персонаж може спробувати пройти тест Струн проти Струн іншого містика, не давши йому застосувати власну здібність."
      },
      {
        "cost": 5,
        "ability": "При застосувані Відмови персонаж вважає власні Струни на одну більше, а його опонент – на одну менше. "
      },
      {
        "cost": 7,
        "ability": " Заставши проведення певного ритуалу, персонаж може пройти аналогічний Тест Струн проти Рангу Церемоніалу х2."
      }
    ]
  },
  {
    "uid": "person_of_triumph",
    "title": "ПЕРСОНА ТРІУМФУ ",
    "description": "Дані здібності купуються лише за Фокус починаючи з 51-го, тобто того, який нараховується як сьома або вище Струна.",
    "effects": [
      {
        "cost": 3,
        "ability": "Просвітлений отримує додатковий переворот одного з своїх Талантів ІІ чи ІІІ рангу, що не викличе Відкупу чи Стресу. Фракційні Атрибути, що очолює даний персонаж, можуть бути на 1 ранг вище ніж ранг Спільноти, а також щомісяця отримують додаткивий 1 Успіху. Витрати на утримання таких Атрибутів скорочуються на 25%, а прибуток від прибуткових справ збільшується на 25%. "
      },
      {
        "cost": 5,
        "ability": "Просвітлений тепер має три безкоштовних перевороти, а кількість Успіхів у Фракційні Атрибути збільшується до двох. Також, даний персонаж здатний одночасно та одномоментно кураторствувати дві справи (що фактично збільшує максимальну кількість його справ до 6). Витрати на утримання таких Атрибутів скорочуються на 50%, а прибуток від прибуткових справ збільшується на 50%."
      },
      {
        "cost": 7,
        "ability": " Просвітлений за кожну Струну дає +1 бонус Престижу свої Фракції, а також щомісяця третину від цього числа Тріумфу. Прибуткові справи, котрі кураторствує даний персонаж, дають на 100% більше прибутку. Навколо Персони Тріумфу формується безкоштовна команда з 10 чоловік помічників та тілоохоронців, що створюються та діють згідно правил Титульного Загону, відповідно до основної Фракції персонажа. Рівень усіх Амбіцій, які особисто очолює Просвітлений, мають -1 Складності."
      }
    ]
  },
  {
    "uid": "true_fate_mark",
    "title": "Мітка Істинної Долі",
    "description": "Дані здібності купуються лише за Фокус починаючи з 51-го, тобто того, який нараховується як сьома або вище Струна.",
    "effects": [
      {
        "cost": 7,
        "ability": " Персонаж Отримує Істинний Фатум (±) (переворот для Тестів Струн раз 12 годин)."
      }
    ]
  }
]